export default     {
	"آبادا": "سهم بورس",
	"آپ": "سهم بورس",
	"آسیاتک": "سهم بورس",
	"اپال": "سهم بورس",
	"اجداد": "سهم بورس",
	"افق": "سهم بورس",
	"پدنا": "سهم بورس",
	"پسهند": "سهم بورس",
	"پکرمان": "سهم بورس",
	"پکیان": "سهم بورس",
	"تاپیکو": "سهم بورس",
	"تکشا": "سهم بورس",
	"تنوین": "سهم بورس",
	"ثاخت": "سهم بورس",
	"اکتیو": "سهم بورس",
	"امید": "سهم بورس",
	"امین": "سهم بورس",
	"انرژی1": "سهم بورس",
	"انرژی2": "سهم بورس",
	"بالبر": "سهم بورس",
	"برانسفو": "سهم بورس",
	"بشهاب": "سهم بورس",
	"بفجر": "سهم بورس",
	"پاسا": "سهم بورس",
	"ثملی": "سهم بورس",
	"انرژی3": "سهم بورس",
	"پتایر": "سهم بورس",
	"بوعلی": "سهم بورس",
	"شستا": "سهم بورس",
	"پترول": "سهم بورس",
	"چکارن": "سهم بورس",
	"خپارس": "سهم بورس",
	"خشرق": "سهم بورس",
	"خنصیر": "سهم بورس",
	"ددام": "سهم بورس",
	"باختر": "سهم بورس",
	"دروز": "سهم بورس",
	"دسینا": "سهم بورس",
	"دفرا": "سهم بورس",
	"پلاسک": "سهم بورس",
	"زکوثر": "سهم بورس",
	"زمگسا": "سهم بورس",
	"سبهان": "سهم بورس",
	"برکت": "سهم بورس",
	"بسویچ": "سهم بورس",
	"پدرخش": "سهم بورس",
	"پرشیا": "سهم بورس",
	"ثامان": "سهم بورس",
	"بکاب": "سهم بورس",
	"سیتا": "سهم بورس",
	"سیدکو": "سهم بورس",
	"فپارس": "سهم بورس",
	"فسپا": "سهم بورس",
	"پارس": "سهم بورس",
	"خرینگ": "سهم بورس",
	"خفنر": "سهم بورس",
	"درازک": "سهم بورس",
	"قستون": "سهم بورس",
	"خکمک": "سهم بورس",
	"دارو": "سهم بورس",
	"ثفارس": "سهم بورس",
	"کویر": "سهم بورس",
	"کیمیاتک": "سهم بورس",
	"پاکشو": "سهم بورس",
	"شلعاب": "سهم بورس",
	"لجام": "سهم بورس",
	"لمخابر": "سهم بورس",
	"لوتوس": "سهم بورس",
	"مبین": "سهم بورس",
	"وپست": "سهم بورس",
	"وخاور": "سهم بورس",
	"وساربیل": "سهم بورس",
	"وسخراج": "سهم بورس",
	"سقاین": "سهم بورس",
	"خپویش": "سهم بورس",
	"پرداخت": "سهم بورس",
	"خودرو": "سهم بورس",
	"سیلام": "سهم بورس",
	"شفا": "سهم بورس",
	"چافست": "سهم بورس",
	"شوش": "سهم بورس",
	"خزامیا": "سهم بورس",
	"فپنتا": "سهم بورس",
	"فجام": "سهم بورس",
	"فساز": "سهم بورس",
	"لابسا": "سهم بورس",
	"سهرمز": "سهم بورس",
	"لسرما": "سهم بورس",
	"دهدشت": "سهم فرابورس",
	"تاصیکو": "سهم بورس",
	"تپمپی": "سهم بورس",
	"پخش": "سهم فرابورس",
	"وآفری": "سهم فرابورس",
	"بخاور": "سهم فرابورس",
	"توریل": "سهم فرابورس",
	"تکمبا": "سهم بورس",
	"تکنار": "سهم فرابورس",
	"خکاوه": "سهم فرابورس",
	"تکنو": "سهم بورس",
	"تمحرکه": "سهم بورس",
	"مدار": "سهم بورس",
	"افرا": "سهم فرابورس",
	"بجهرم": "سهم فرابورس",
	"تمدن": "سهم بورس",
	"تملت": "سهم بورس",
	"ساذری": "سهم فرابورس",
	"ومهر": "سهم فرابورس",
	"شگل": "سهم بورس",
	"خلیبل": "سهم فرابورس",
	"زفکا": "سهم فرابورس",
	"دتوزیع": "سهم فرابورس",
	"خکرمان": "سهم فرابورس",
	"ثاباد": "سهم بورس",
	"اعتلا": "سهم فرابورس",
	"شسم": "سهم فرابورس",
	"وقوام": "سهم فرابورس",
	"ارفع": "سهم فرابورس",
	"وسبوشهر": "سهم بورس",
	"رمپنا": "سهم بورس",
	"شتوکا": "سهم فرابورس",
	"نیرو": "سهم فرابورس",
	"ریشمک": "سهم فرابورس",
	"شراز": "سهم فرابورس",
	"ثامید": "سهم بورس",
	"کلر": "سهم فرابورس",
	"وآرین": "سهم فرابورس",
	"ثبهساز": "سهم بورس",
	"سینا": "سهم بورس",
	"شلیا": "سهم فرابورس",
	"ولکار": "سهم بورس",
	"وکار": "سهم بورس",
	"اپرداز": "سهم فرابورس",
	"دماوند": "سهم فرابورس",
	"حاریا": "سهم فرابورس",
	"شمواد": "سهم فرابورس",
	"کایتا": "سهم فرابورس",
	"ثنوسا": "سهم بورس",
	"جم": "سهم بورس",
	"حآسا": "سهم فرابورس",
	"جم پیلن": "سهم بورس",
	"سمگا": "سهم فرابورس",
	"ولشرق": "سهم فرابورس",
	"شپاس": "سهم فرابورس",
	"چفیبر": "سهم بورس",
	"چکاپا": "سهم بورس",
	"دتماد": "سهم بورس",
	"شکف": "سهم فرابورس",
	"فروس": "سهم بورس",
	"کزغال": "سهم فرابورس",
	"مفاخر": "سهم فرابورس",
	"کشرق": "سهم فرابورس",
	"سنوین": "سهم فرابورس",
	"قیستو": "سهم فرابورس",
	"خمحرکه": "سهم بورس",
	"خمحور": "سهم بورس",
	"ثرود": "سهم فرابورس",
	"دکپسول": "سهم فرابورس",
	"چکاوه": "سهم بورس",
	"شاروم": "سهم فرابورس",
	"هجرت": "سهم فرابورس",
	"ثجوان": "سهم فرابورس",
	"ثعتما": "سهم فرابورس",
	"فبیرا": "سهم فرابورس",
	"حپترو": "سهم بورس",
	"حتوکا": "سهم بورس",
	"لبهمن": "سهم بورس",
	"حفارس": "سهم بورس",
	"حکشتی": "سهم بورس",
	"پیزد": "سهم فرابورس",
	"خبازرس": "سهم فرابورس",
	"خاذین": "سهم بورس",
	"لازما": "سهم فرابورس",
	"زاگرس": "سهم فرابورس",
	"آریان": "سهم فرابورس",
	"ساراب": "سهم بورس",
	"شتولی": "سهم فرابورس",
	"شصفها": "سهم فرابورس",
	"وپویا": "سهم فرابورس",
	"ختراک": "سهم بورس",
	"خراسان": "سهم بورس",
	"چخزر": "سهم فرابورس",
	"خریخت": "سهم بورس",
	"فروم": "سهم بورس",
	"دفارا": "سهم بورس",
	"رافزا": "سهم فرابورس",
	"زشریف": "سهم فرابورس",
	"بمیلا": "سهم فرابورس",
	"فاهواز": "سهم فرابورس",
	"سباقر": "سهم فرابورس",
	"خساپا": "سهم بورس",
	"تماوند": "سهم فرابورس",
	"سغدیر": "سهم بورس",
	"کاسپین": "سهم فرابورس",
	"خلنت": "سهم بورس",
	"تبرک": "سهم فرابورس",
	"پارسیان": "سهم بورس",
	"پلاست": "سهم فرابورس",
	"وآیند": "سهم فرابورس",
	"خمهر": "سهم بورس",
	"اتکای": "سهم فرابورس",
	"شگویا": "سهم فرابورس",
	"شساخت": "سهم فرابورس",
	"خوساز": "سهم بورس",
	"فملی": "سهم بورس",
	"دابور": "سهم بورس",
	"بپاس": "سهم فرابورس",
	"وشهر": "سهم فرابورس",
	"غسالم": "سهم بورس",
	"ثقزوی": "سهم فرابورس",
	"شجم": "سهم فرابورس",
	"اتکام": "سهم فرابورس",
	"شکربن": "سهم بورس",
	"نتوس": "سهم فرابورس",
	"وملت": "سهم فرابورس",
	"آبین": "سهم فرابورس",
	"حکمت": "سهم فرابورس",
	"داسوه": "سهم بورس",
	"کچینی": "سهم بورس",
	"شصدف": "سهم فرابورس",
	"ثنور": "سهم فرابورس",
	"دقاضی": "سهم فرابورس",
	"دپارس": "سهم بورس",
	"دتهران": "سهم بورس",
	"حسیر": "سهم فرابورس",
	"زنجان": "سهم فرابورس",
	"تفیرو": "سهم فرابورس",
	"دزهراوی": "سهم بورس",
	"دسبحان": "سهم بورس",
	"بگیلان": "سهم فرابورس",
	"آینده": "سهم فرابورس",
	"شکبیر": "سهم فرابورس",
	"ثالوند": "سهم فرابورس",
	"بمپنا": "سهم فرابورس",
	"دشیمی": "سهم بورس",
	"زنگان": "سهم فرابورس",
	"حسینا": "سهم فرابورس",
	"خفولا": "سهم فرابورس",
	"چبسپا": "سهم فرابورس",
	"دعبید": "سهم بورس",
	"وسرمد": "سهم فرابورس",
	"سپرمی": "سهم فرابورس",
	"دلر": "سهم بورس",
	"دلقما": "سهم بورس",
	"بنو": "سهم فرابورس",
	"چنوپا": "سهم فرابورس",
	"ثعمرا": "سهم فرابورس",
	"دیران": "سهم بورس",
	"حخزر": "سهم فرابورس",
	"تپکو": "سهم فرابورس",
	"فنرژی": "سهم فرابورس",
	"فسدید": "سهم فرابورس",
	"حریل": "سهم فرابورس",
	"غصینو": "سهم فرابورس",
	"ساینا": "سهم فرابورس",
	"جهرم": "سهم فرابورس",
	"دیسشپ": "سهم بورس",
	"گشان": "سهم فرابورس",
	"رتکو": "سهم بورس",
	"زپارس": "سهم بورس",
	"سپیدار": "سهم فرابورس",
	"شاملا": "سهم بورس",
	"غگیلا": "سهم فرابورس",
	"تپولا": "سهم فرابورس",
	"سامان": "سهم فرابورس",
	"سفارود": "سهم فرابورس",
	"زماهان": "سهم فرابورس",
	"سدبیر": "سهم فرابورس",
	"سخزر": "سهم بورس",
	"کی بی سی": "سهم فرابورس",
	"فن آوا": "سهم فرابورس",
	"سابیک": "سهم بورس",
	"وساپا": "سهم بورس",
	"کقزوی": "سهم فرابورس",
	"ساربیل": "سهم بورس",
	"سبجنو": "سهم بورس",
	"رکیش": "سهم بورس",
	"ثنظام": "سهم فرابورس",
	"حرهشا": "سهم فرابورس",
	"سپ": "سهم بورس",
	"سپید": "سهم بورس",
	"سخاش": "سهم بورس",
	"آ س پ": "سهم فرابورس",
	"غپآذر": "سهم فرابورس",
	"فبستم": "سهم فرابورس",
	"قاروم": "سهم فرابورس",
	"سخوز": "سهم بورس",
	"سکارون": "سهم فرابورس",
	"فوکا": "سهم فرابورس",
	"سدشت": "سهم بورس",
	"سدور": "سهم بورس",
	"سصفها": "سهم بورس",
	"وسبحان": "سهم فرابورس",
	"ثتوسا": "سهم فرابورس",
	"سایرا": "سهم فرابورس",
	"های وب": "سهم بورس",
	"بساما": "سهم فرابورس",
	"سفار": "سهم بورس",
	"داراب": "سهم فرابورس",
	"غیوان": "سهم فرابورس",
	"سفاسیت": "سهم بورس",
	"قنقش": "سهم فرابورس",
	"کمرجان": "سهم فرابورس",
	"آریا": "سهم فرابورس",
	"نشار": "سهم فرابورس",
	"سکرد": "سهم بورس",
	"سنیر": "سهم بورس",
	"فایرا": "سهم بورس",
	"لپویا": "سهم بورس",
	"فسازان": "سهم بورس",
	"فلامی": "سهم بورس",
	"ما": "سهم بورس",
	"فسرب": "سهم بورس",
	"مرقام": "سهم بورس",
	"نبروج": "سهم بورس",
	"نمرینو": "سهم بورس",
	"نوری": "سهم بورس",
	"همراه": "سهم بورس",
	"وآذر": "سهم بورس",
	"وآردل": "سهم بورس",
	"واعتبار": "سهم بورس",
	"وبصادر": "سهم بورس",
	"وپارس": "سهم بورس",
	"قشکر": "سهم بورس",
	"قشهد": "سهم بورس",
	"قصفها": "سهم بورس",
	"قلرست": "سهم بورس",
	"کسعدی": "سهم بورس",
	"کفرا": "سهم بورس",
	"کلوند": "سهم بورس",
	"کنور": "سهم بورس",
	"کنیلو": "سهم بورس",
	"شبندر": "سهم بورس",
	"صبا": "سهم فرابورس",
	"شپارس": "سهم بورس",
	"غبهپاک": "سهم بورس",
	"قمرو": "سهم بورس",
	"قنیشا": "سهم بورس",
	"غشهداب": "سهم فرابورس",
	"کگهر": "سهم فرابورس",
	"قهکمت": "سهم بورس",
	"کاذر": "سهم بورس",
	"کاصفا": "سهم بورس",
	"کاوه": "سهم بورس",
	"کخاک": "سهم بورس",
	"وسخراش": "سهم بورس",
	"شپمچا": "سهم بورس",
	"شتران": "سهم بورس",
	"شجی": "سهم بورس",
	"شدوص": "سهم بورس",
	"فلوله": "سهم بورس",
	"فمتال": "سهم بورس",
	"لپارس": "سهم بورس",
	"وسنا": "سهم فرابورس",
	"قجام": "سهم فرابورس",
	"چکارم": "سهم فرابورس",
	"شسپا": "سهم بورس",
	"شسینا": "سهم بورس",
	"فمراد": "سهم بورس",
	"فنورد": "سهم بورس",
	"قپارس": "سهم بورس",
	"وسمرکز": "سهم بورس",
	"تیپیکو": "سهم بورس",
	"غدیس": "سهم فرابورس",
	"فزرین": "سهم فرابورس",
	"آرمان": "سهم فرابورس",
	"ثاصفا": "سهم فرابورس",
	"سجام": "سهم فرابورس",
	"شستان": "سهم فرابورس",
	"بدکو": "سهم فرابورس",
	"دسانکو": "سهم فرابورس",
	"پشاهن": "سهم فرابورس",
	"سصوفی": "سهم بورس",
	"جوین": "سهم فرابورس",
	"شلوان": "سهم بورس",
	"سفارس": "سهم بورس",
	"کگل": "سهم بورس",
	"رفاه": "سهم فرابورس",
	"غاذر": "سهم بورس",
	"غالبر": "سهم بورس",
	"آکنتور": "سهم بورس",
	"کماسه": "سهم بورس",
	"نبورس": "سهم بورس",
	"بالاس": "سهم فرابورس",
	"تاپکیش": "سهم فرابورس",
	"تلیسه": "سهم فرابورس",
	"کمنگنز": "سهم بورس",
	"غبهنوش": "سهم بورس",
	"غپاک": "سهم بورس",
	"اکالا": "سهم بورس",
	"ثپردیس": "سهم فرابورس",
	"وآداک": "سهم فرابورس",
	"پلوله": "سهم فرابورس",
	"غچین": "سهم بورس",
	"غپونه": "سهم فرابورس",
	"غدام": "سهم بورس",
	"فالوم": "سهم فرابورس",
	"وسین": "سهم فرابورس",
	"سبزوا": "سهم فرابورس",
	"کطبس": "سهم بورس",
	"بایکا": "سهم فرابورس",
	"شزنگ": "سهم فرابورس",
	"بتک": "سهم فرابورس",
	"ثباغ": "سهم فرابورس",
	"تشتاد": "سهم فرابورس",
	"ثزاگرس": "سهم فرابورس",
	"وزمین": "سهم فرابورس",
	"درهآور": "سهم فرابورس",
	"گوهران": "سهم فرابورس",
	"غدشت": "سهم بورس",
	"غزر": "سهم بورس",
	"غساسا": "سهم بورس",
	"غشان": "سهم بورس",
	"هرمز": "سهم فرابورس",
	"کفپارس": "سهم بورس",
	"غمارگ": "سهم بورس",
	"تابا": "سهم فرابورس",
	"بهپاک": "سهم فرابورس",
	"زکشت": "سهم فرابورس",
	"بکهنوج": "سهم فرابورس",
	"پارتا": "سهم فرابورس",
	"قشرین": "سهم فرابورس",
	"غشهد": "سهم بورس",
	"غگرجی": "سهم بورس",
	"غگل": "سهم بورس",
	"کفرآور": "سهم فرابورس",
	"تراک": "سهم فرابورس",
	"فسلیر": "سهم فرابورس",
	"کابگن": "سهم فرابورس",
	"ساوه": "سهم فرابورس",
	"غفارس": "سهم فرابورس",
	"غمهرا": "سهم بورس",
	"غناب": "سهم بورس",
	"ثاژن": "سهم فرابورس",
	"شتهران": "سهم فرابورس",
	"کگاز": "سهم بورس",
	"وسخوز": "سهم بورس",
	"معیار": "سهم فرابورس",
	"وآتوس": "سهم فرابورس",
	"غنوش": "سهم بورس",
	"فاذر": "سهم بورس",
	"توسعه": "سهم فرابورس",
	"فاراک": "سهم بورس",
	"فارس": "سهم بورس",
	"وسرضوی": "سهم بورس",
	"وسزنجان": "سهم بورس",
	"ثتران": "سهم فرابورس",
	"فافزا": "سهم فرابورس",
	"ختوقا": "سهم بورس",
	"خگستر": "سهم بورس",
	"دالبر": "سهم بورس",
	"دامین": "سهم بورس",
	"دجابر": "سهم بورس",
	"دسبحا": "سهم بورس",
	"دکیمی": "سهم بورس",
	"رانفور": "سهم بورس",
	"رتاپ": "سهم بورس",
	"ساروم": "سهم بورس",
	"سپاها": "سهم بورس",
	"ستران": "سهم بورس",
	"سرود": "سهم بورس",
	"سشرق": "سهم بورس",
	"کبافق": "سهم بورس",
	"شخارک": "سهم بورس",
	"شفن": "سهم بورس",
	"وتوصا": "سهم بورس",
	"ونفت": "سهم بورس",
	"وساشرقی": "سهم بورس",
	"وساغربی": "سهم بورس",
	"وسقم": "سهم بورس",
	"سکرما": "سهم بورس",
	"شاراک": "سهم بورس",
	"شبهرن": "سهم بورس",
	"شپنا": "سهم بورس",
	"ونیکی": "سهم بورس",
	"غگلپا": "سهم فرابورس",
	"فجوش": "سهم فرابورس",
	"واحصا": "سهم فرابورس",
	"شیراز": "سهم بورس",
	"غبشهر": "سهم بورس",
	"غپینو": "سهم بورس",
	"فاسمین": "سهم بورس",
	"فباهنر": "سهم بورس",
	"فخوز": "سهم بورس",
	"فولاد": "سهم بورس",
	"کاما": "سهم بورس",
	"کبورس": "سهم بورس",
	"کچاد": "سهم بورس",
	"کرازی": "سهم بورس",
	"کرماشا": "سهم بورس",
	"کروی": "سهم بورس",
	"وسصفا": "سهم بورس",
	"وسفارس": "سهم بورس",
	"وسکرد": "سهم بورس",
	"وسکرشا": "سهم بورس",
	"وسکرمان": "سهم بورس",
	"وسکهبو": "سهم بورس",
	"وسگلستا": "سهم بورس",
	"وسگیلا": "سهم بورس",
	"وسلرستا": "سهم بورس",
	"وسمازن": "سهم بورس",
	"وسمحال": "سهم بورس",
	"وسهمدا": "سهم بورس",
	"وسیزد": "سهم بورس",
	"وسیستا": "سهم بورس",
	"مداران": "سهم بورس",
	"ولغدر": "سهم بورس",
	"ولملت": "سهم بورس",
	"ومعین": "سهم بورس",
	"وسینا": "سهم بورس",
	"کساوه": "سهم بورس",
	"کسرا": "سهم بورس",
	"کهمدا": "سهم بورس",
	"لبوتان": "سهم بورس",
	"لخزر": "سهم بورس",
	"ونوین": "سهم بورس",
	"قپیرا": "سهم بورس",
	"قثابت": "سهم بورس",
	"قرن": "سهم بورس",
	"قزوین": "سهم بورس",
	"زدشت": "سهم فرابورس",
	"غمینو": "سهم فرابورس",
	"قشیر": "سهم فرابورس",
	"کرمان": "سهم فرابورس",
	"کیمیا": "سهم فرابورس",
	"قستان": "سهم بورس",
	"حپارسا": "سهم فرابورس",
	"دبالک": "سهم فرابورس",
	"دتولید": "سهم فرابورس",
	"اخابر": "سهم بورس",
	"میدکو": "سهم فرابورس",
	"البرز": "سهم بورس",
	"بورس": "سهم بورس",
	"وکوثر": "سهم فرابورس",
	"دحاوی": "سهم فرابورس",
	"تایرا": "سهم بورس",
	"ثشاهد": "سهم بورس",
	"شفارا": "سهم فرابورس",
	"شپلی": "سهم فرابورس",
	"کایگچ": "سهم بورس",
	"کپارس": "سهم بورس",
	"کپشیر": "سهم بورس",
	"کترام": "سهم بورس",
	"کحافظ": "سهم بورس",
	"آسیا": "سهم بورس",
	"ثمسکن": "سهم بورس",
	"کباده": "سهم فرابورس",
	"کصدف": "سهم فرابورس",
	"کیسون": "سهم فرابورس",
	"کمینا": "سهم فرابورس",
	"کهرام": "سهم فرابورس",
	"کورز": "سهم فرابورس",
	"گپارس": "سهم فرابورس",
	"گکیش": "سهم فرابورس",
	"لپیام": "سهم فرابورس",
	"لکما": "سهم فرابورس",
	"واحیا": "سهم فرابورس",
	"وارس": "سهم فرابورس",
	"وآفر": "سهم فرابورس",
	"کدما": "سهم بورس",
	"کساپا": "سهم بورس",
	"کسرام": "سهم بورس",
	"حتاید": "سهم بورس",
	"حفاری": "سهم بورس",
	"خبهمن": "سهم بورس",
	"والبر": "سهم بورس",
	"وامید": "سهم بورس",
	"وانصار": "سهم بورس",
	"وایران": "سهم بورس",
	"وبانک": "سهم بورس",
	"وبشهر": "سهم بورس",
	"وبملت": "سهم بورس",
	"وبهمن": "سهم بورس",
	"وبوعلی": "سهم بورس",
	"وبیمه": "سهم بورس",
	"وپخش": "سهم بورس",
	"وتوشه": "سهم بورس",
	"ونیرو": "سهم بورس",
	"بکام": "سهم بورس",
	"پکویر": "سهم بورس",
	"خزر": "سهم بورس",
	"خموتور": "سهم بورس",
	"دانا": "سهم بورس",
	"دکوثر": "سهم بورس",
	"سغرب": "سهم بورس",
	"سفانو": "سهم بورس",
	"سمازن": "سهم بورس",
	"سهگمت": "سهم بورس",
	"سیستم": "سهم بورس",
	"سیمرغ": "سهم بورس",
	"شبریز": "سهم بورس",
	"شپدیس": "سهم بورس",
	"شفارس": "سهم بورس",
	"وسیلام": "سهم بورس",
	"ولپارس": "سهم بورس",
	"ولنوین": "سهم بورس",
	"ولیز": "سهم بورس",
	"وملی": "سهم بورس",
	"وهور": "سهم فرابورس",
	"شلرد": "سهم فرابورس",
	"غبهار": "سهم فرابورس",
	"غشوکو": "سهم فرابورس",
	"فسا": "سهم فرابورس",
	"فلات": "سهم فرابورس",
	"وسدید": "سهم فرابورس",
	"فنفت": "سهم فرابورس",
	"کازرو": "سهم فرابورس",
	"لخانه": "سهم فرابورس",
	"ممسنی": "سهم فرابورس",
	"وایرا": "سهم فرابورس",
	"وبرق": "سهم فرابورس",
	"شنفت": "سهم بورس",
	"وتوکا": "سهم بورس",
	"وخارزم": "سهم بورس",
	"ورنا": "سهم بورس",
	"وساخت": "سهم بورس",
	"وسپه": "سهم بورس",
	"وصنا": "سهم بورس",
	"وصندوق": "سهم بورس",
	"وصنعت": "سهم بورس",
	"وغدیر": "سهم بورس",
	"ولساپا": "سهم بورس",
	"ولصنم": "سهم بورس",
	"ومعادن": "سهم بورس",
	"بنیرو": "سهم بورس",
	"تکالا": "سهم بورس",
	"ثشرق": "سهم بورس",
	"چدن": "سهم بورس",
	"حفجر": "سهم بورس",
	"خاهن": "سهم بورس",
	"ختور": "سهم بورس",
	"خچرخش": "سهم بورس",
	"خکار": "سهم بورس",
	"شکلر": "سهم بورس",
	"شوینده": "سهم بورس",
	"شیران": "سهم بورس",
	"غشاذر": "سهم بورس",
	"غشصفا": "سهم بورس",
	"نطرین": "سهم فرابورس",
	"بترانس": "سهم بورس",
	"بموتو": "سهم بورس",
	"پارسان": "سهم بورس",
	"ودی": "سهم فرابورس",
	"وسپهر": "سهم فرابورس",
	"وکبهمن": "سهم فرابورس",
	"وگستر": "سهم فرابورس",
	"پردیس": "سهم بورس",
	"شپاکسا": "سهم بورس",
	"فرابورس": "سهم فرابورس",
	"فولای": "سهم فرابورس",
	"کتوکا": "سهم فرابورس",
	"گکوثر": "سهم فرابورس",
	"ولبهمن": "سهم فرابورس",
	"سشمال": "سهم بورس",
	"نوین": "سهم فرابورس",
	"خدیزل": "سهم فرابورس",
	"قچار": "سهم فرابورس",
	"وملل": "سهم فرابورس",
	"ومهان": "سهم فرابورس",
	"ثنام": "سهم فرابورس",
	"خاور": "سهم فرابورس",
	"خعمرا": "سهم فرابورس",
	"خودکفا": "سهم فرابورس",
	"ساروج": "سهم فرابورس",
	"سلار": "سهم فرابورس",
	"سمایه": "سهم فرابورس",
	"سمتاز": "سهم فرابورس",
	"شپترو": "سهم فرابورس",
	"شرنگی": "سهم فرابورس",
	"سرچشمه": "سهم فرابورس",
	"شاوان": "سهم فرابورس",
	"دشیری": "سهم فرابورس",
	"سخواف": "سهم فرابورس",
	"شرانل": "سهم فرابورس",
	"مادیرا": "سهم فرابورس",
	"سفاسی": "سهم فرابورس",
	"وآوا": "سهم فرابورس",
	"حبندر": "سهم فرابورس",
	"خصدرا": "سهم فرابورس",
	"خفناور": "سهم فرابورس",
	"فاما": "سهم بورس",
	"وشمال": "سهم فرابورس",
	"فجر": "سهم بورس",
	"فخاس": "سهم بورس",
	"فرآور": "سهم بورس",
	"فنوال": "سهم بورس",
	"فولاژ": "سهم بورس",
	"کالا": "سهم بورس",
	"وکادو": "سهم فرابورس",
	"وگردش": "سهم فرابورس",
	"دتهران‌": "سهم فرابورس",
	"ولانا": "سهم فرابورس",
	"ولتجار": "سهم فرابورس",
	"ولراز": "سهم فرابورس",
	"ومشان": "سهم فرابورس",
	"وهنر": "سهم فرابورس",
	"ملت": "سهم بورس",
	"نکالا": "سهم بورس",
	"واتی": "سهم بورس",
	"وپاسار": "سهم بورس",
	"وپترو": "سهم بورس",
	"وتجارت": "سهم بورس",
	"وتوس": "سهم بورس",
	"وتوسم": "سهم بورس",
	"وسکاب": "سهم بورس",
	"اوان": "سهم فرابورس",
	"بپیوند": "سهم فرابورس",
	"ثغرب": "سهم فرابورس",
	"داوه": "سهم فرابورس",
	"زبینا": "سهم فرابورس",
	"زشگزا": "سهم فرابورس",
	"زگلدشت": "سهم فرابورس",
	"شبصیر": "سهم فرابورس",
	"شغدیر": "سهم فرابورس",
	"غگلستا": "سهم فرابورس",
	"بزاگرس": "سهم فرابورس",
	"دی": "سهم فرابورس",
	"ذوب": "سهم فرابورس",
	"رنیک": "سهم فرابورس",
	"زقیام": "سهم فرابورس",
	"زملارد": "سهم فرابورس",
	"غویتا": "سهم فرابورس",
	"فروی": "سهم فرابورس",
	"قاسم": "سهم فرابورس",
	"کپرور": "سهم فرابورس",
	"کوثر": "سهم فرابورس",
	"گدنا": "سهم فرابورس",
	"مارون": "سهم فرابورس",
	"میهن": "سهم فرابورس",
	"ومعلم": "سهم فرابورس",
	"وتعاون": "سهم فرابورس",
	"وپسا": "سهم فرابورس",
	"وحافظ": "سهم فرابورس",
	"وثخوز": "سهم فرابورس",
	"وثنو": "سهم فرابورس",
	"وثوق": "سهم فرابورس",
	"وجامی": "سهم فرابورس",
	"وحکمت": "سهم فرابورس",
	"ودانا": "سهم فرابورس",
	"ورازی": "سهم فرابورس",
	"وسالت": "سهم فرابورس"
}

// export const data = [
// 	{
// 		symbol: 'شستا',
// 		full_name: 'شستا',
// 		description: 'description',
// 		exchange: 'بورس',
// 		type: 'سهام',
// 		urlparam: '2400322364771558'
// 	},
// ]


export const data =    [
        {
            symbol: "آبادا",
            full_name: "آبادا",
            description: "تولید نیروی برق آبادان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "37661500521100963"
        },
        {
            symbol: "آپ",
            full_name: "آپ",
            description: "آسان پرداخت پرشین",
            exchange: "بورس",
            type: "سهام",
            urlparam: "55254206302462116"
        },
        {
            symbol: "آسیاتک",
            full_name: "آسیاتک",
            description: "انتقال داده های آسیاتک",
            exchange: "بورس",
            type: "سهام",
            urlparam: "14079693677610396"
        },
        {
            symbol: "اپال",
            full_name: "اپال",
            description: "فرآوری معدنی اپال کانی پارس",
            exchange: "بورس",
            type: "سهام",
            urlparam: "655060129740445"
        },
        {
            symbol: "اجداد",
            full_name: "اجداد",
            description: "مرغ اجداد زربال",
            exchange: "بورس",
            type: "سهام",
            urlparam: "51379017087081407"
        },
        {
            symbol: "افق",
            full_name: "افق",
            description: "فروشگاههای زنجیره ای افق کوروش",
            exchange: "بورس",
            type: "سهام",
            urlparam: "49502666250908008"
        },
        {
            symbol: "پدنا",
            full_name: "پدنا",
            description: "تولیدی‌لاستیک‌دنا",
            exchange: "بورس",
            type: "سهام",
            urlparam: "58120226425289272"
        },
        {
            symbol: "پسهند",
            full_name: "پسهند",
            description: "صنایع‌ لاستیکی‌ سهند",
            exchange: "بورس",
            type: "سهام",
            urlparam: "10120557300120078"
        },
        {
            symbol: "پکرمان",
            full_name: "پکرمان",
            description: "گروه‌ صنعتی‌ بارز",
            exchange: "بورس",
            type: "سهام",
            urlparam: "23214828924506640"
        },
        {
            symbol: "پکیان",
            full_name: "پکیان",
            description: "لاستیک‌البرز",
            exchange: "بورس",
            type: "سهام",
            urlparam: "5208723461432451"
        },
        {
            symbol: "تاپیکو",
            full_name: "تاپیکو",
            description: "س. نفت و گاز و پتروشیمی تأمین",
            exchange: "بورس",
            type: "سهام",
            urlparam: "22560050433388046"
        },
        {
            symbol: "تکشا",
            full_name: "تکشا",
            description: "گسترش‌صنایع‌وخدمات‌کشاورزی‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "62258804563636993"
        },
        {
            symbol: "تنوین",
            full_name: "تنوین",
            description: "تامین سرمایه نوین",
            exchange: "بورس",
            type: "سهام",
            urlparam: "25357135030606405"
        },
        {
            symbol: "ثاخت",
            full_name: "ثاخت",
            description: "بین‌المللی‌توسعه‌ساختمان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "17800036702302776"
        },
        {
            symbol: "اکتیو",
            full_name: "اکتیو",
            description: "پدیده شیمی قرن",
            exchange: "بورس",
            type: "سهام",
            urlparam: "66991919802409760"
        },
        {
            symbol: "امید",
            full_name: "امید",
            description: "تامین سرمایه امید",
            exchange: "بورس",
            type: "سهام",
            urlparam: "18599703143458101"
        },
        {
            symbol: "امین",
            full_name: "امین",
            description: "تامین سرمایه امین",
            exchange: "بورس",
            type: "سهام",
            urlparam: "58873907630765023"
        },
        {
            symbol: "انرژی1",
            full_name: "انرژی1",
            description: "نهادهای مالی بورس انرژی",
            exchange: "بورس",
            type: "سهام",
            urlparam: "61725225143026283"
        },
        {
            symbol: "انرژی2",
            full_name: "انرژی2",
            description: "فعالان بورس انرژی",
            exchange: "بورس",
            type: "سهام",
            urlparam: "16330743198286823"
        },
        {
            symbol: "بالبر",
            full_name: "بالبر",
            description: "کابل‌ البرز",
            exchange: "بورس",
            type: "سهام",
            urlparam: "62952165421099192"
        },
        {
            symbol: "برانسفو",
            full_name: "برانسفو",
            description: "ترانسفورماتور توزیع زنگان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "64703398743024121"
        },
        {
            symbol: "بشهاب",
            full_name: "بشهاب",
            description: "لامپ‌ پارس‌ شهاب‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "69454539056549106"
        },
        {
            symbol: "بفجر",
            full_name: "بفجر",
            description: "فجر انرژی خلیج فارس",
            exchange: "بورس",
            type: "سهام",
            urlparam: "46178280540110577"
        },
        {
            symbol: "پاسا",
            full_name: "پاسا",
            description: "ایران‌یاساتایرورابر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "63580313877463104"
        },
        {
            symbol: "ثملی",
            full_name: "ثملی",
            description: "بین المللی ساختمان و صنعت ملی",
            exchange: "بورس",
            type: "سهام",
            urlparam: "8403167990439117"
        },
        {
            symbol: "انرژی3",
            full_name: "انرژی3",
            description: "سایراشخاص بورس انرژی",
            exchange: "بورس",
            type: "سهام",
            urlparam: "49641108336531623"
        },
        {
            symbol: "پتایر",
            full_name: "پتایر",
            description: "ایران‌ تایر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "41935584690956944"
        },
        {
            symbol: "بوعلی",
            full_name: "بوعلی",
            description: null,
            exchange: "بورس",
            type: "سهام",
            urlparam: "50247622569476338"
        },
        {
            symbol: "شستا",
            full_name: "شستا",
            description: "سرمایه گذاری تامین اجتماعی",
            exchange: "بورس",
            type: "سهام",
            urlparam: "2400322364771558"
        },
        {
            symbol: "پترول",
            full_name: "پترول",
            description: "گروه پتروشیمی س. ایرانیان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "69143674941561637"
        },
        {
            symbol: "چکارن",
            full_name: "چکارن",
            description: "کارتن‌ ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "53113471126689455"
        },
        {
            symbol: "خپارس",
            full_name: "خپارس",
            description: "پارس‌ خودرو",
            exchange: "بورس",
            type: "سهام",
            urlparam: "42354736493447489"
        },
        {
            symbol: "خشرق",
            full_name: "خشرق",
            description: "الکتریک‌ خودرو شرق‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "63915926161403347"
        },
        {
            symbol: "خنصیر",
            full_name: "خنصیر",
            description: "مهندسی‌نصیرماشین‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "17834623106317041"
        },
        {
            symbol: "ددام",
            full_name: "ددام",
            description: "داروسازی زاگرس فارمد پارس",
            exchange: "بورس",
            type: "سهام",
            urlparam: "66450490505950110"
        },
        {
            symbol: "باختر",
            full_name: "باختر",
            description: "کابل‌ باختر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "751415341879364"
        },
        {
            symbol: "دروز",
            full_name: "دروز",
            description: "داروسازی‌ روزدارو",
            exchange: "بورس",
            type: "سهام",
            urlparam: "40262275031537922"
        },
        {
            symbol: "دسینا",
            full_name: "دسینا",
            description: "داروسازی‌ سینا",
            exchange: "بورس",
            type: "سهام",
            urlparam: "11432067920374603"
        },
        {
            symbol: "دفرا",
            full_name: "دفرا",
            description: "فرآورده‌های‌ تزریقی‌ ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "18303237082155264"
        },
        {
            symbol: "پلاسک",
            full_name: "پلاسک",
            description: "پلاسکوکار",
            exchange: "بورس",
            type: "سهام",
            urlparam: "57722642338781674"
        },
        {
            symbol: "زکوثر",
            full_name: "زکوثر",
            description: "سرمایه گذاری کشاورزی کوثر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "42599305106713939"
        },
        {
            symbol: "زمگسا",
            full_name: "زمگسا",
            description: "کشاورزی‌ ودامپروی‌ مگسال‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "5054819322815158"
        },
        {
            symbol: "سبهان",
            full_name: "سبهان",
            description: "سیمان‌ بهبهان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "32525655729432562"
        },
        {
            symbol: "برکت",
            full_name: "برکت",
            description: "گروه دارویی برکت",
            exchange: "بورس",
            type: "سهام",
            urlparam: "34557241988629814"
        },
        {
            symbol: "بسویچ",
            full_name: "بسویچ",
            description: "پارس‌سویچ‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "47377315952751604"
        },
        {
            symbol: "پدرخش",
            full_name: "پدرخش",
            description: "درخشان‌ تهران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "24079409192818584"
        },
        {
            symbol: "پرشیا",
            full_name: "پرشیا",
            description: "توسعه صنعت نفت و گاز پرشیا",
            exchange: "بورس",
            type: "سهام",
            urlparam: "10497143354080476"
        },
        {
            symbol: "ثامان",
            full_name: "ثامان",
            description: "سامان‌ گستراصفهان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "66456062140680461"
        },
        {
            symbol: "بکاب",
            full_name: "بکاب",
            description: "صنایع‌جوشکاب‌یزد",
            exchange: "بورس",
            type: "سهام",
            urlparam: "70219663893822560"
        },
        {
            symbol: "سیتا",
            full_name: "سیتا",
            description: "سرمایه گذاری سیمان تامین",
            exchange: "بورس",
            type: "سهام",
            urlparam: "10171945867136336"
        },
        {
            symbol: "سیدکو",
            full_name: "سیدکو",
            description: "سرمایه گذاری توسعه صنایع سیمان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "37281199178613855"
        },
        {
            symbol: "فپارس",
            full_name: "فپارس",
            description: "آلومینیم‌ پارس‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "8559354261956680"
        },
        {
            symbol: "فسپا",
            full_name: "فسپا",
            description: "گروه‌صنعتی‌سپاهان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "8977441217024425"
        },
        {
            symbol: "پارس",
            full_name: "پارس",
            description: "پتروشیمی پارس",
            exchange: "بورس",
            type: "سهام",
            urlparam: "6110133418282108"
        },
        {
            symbol: "خرینگ",
            full_name: "خرینگ",
            description: "رینگ‌سازی‌مشهد",
            exchange: "بورس",
            type: "سهام",
            urlparam: "45895339414786358"
        },
        {
            symbol: "خفنر",
            full_name: "خفنر",
            description: "فنرسازی‌خاور",
            exchange: "بورس",
            type: "سهام",
            urlparam: "28033133021443774"
        },
        {
            symbol: "درازک",
            full_name: "درازک",
            description: "دارویی‌ رازک‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "22255783119783047"
        },
        {
            symbol: "قستون",
            full_name: "قستون",
            description: "قند بیستون‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "33634705189692362"
        },
        {
            symbol: "خکمک",
            full_name: "خکمک",
            description: "کمک‌فنرایندامین‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "19257295292088310"
        },
        {
            symbol: "دارو",
            full_name: "دارو",
            description: "کارخانجات‌داروپخش‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "67988012428906654"
        },
        {
            symbol: "ثفارس",
            full_name: "ثفارس",
            description: "عمران‌وتوسعه‌فارس‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "30852391633490755"
        },
        {
            symbol: "کویر",
            full_name: "کویر",
            description: "تولیدی فولاد سپید فراب کویر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "43545527030854340"
        },
        {
            symbol: "کیمیاتک",
            full_name: "کیمیاتک",
            description: "آریان کیمیا تک",
            exchange: "بورس",
            type: "سهام",
            urlparam: "39884565732277052"
        },
        {
            symbol: "پاکشو",
            full_name: "پاکشو",
            description: "گروه صنعتی پاکشو",
            exchange: "بورس",
            type: "سهام",
            urlparam: "62786156501584862"
        },
        {
            symbol: "شلعاب",
            full_name: "شلعاب",
            description: "لعابیران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "39116664428676213"
        },
        {
            symbol: "لجام",
            full_name: "لجام",
            description: "تولیدی‌ جام‌ جهان‌ نما",
            exchange: "بورس",
            type: "سهام",
            urlparam: "67093405131120717"
        },
        {
            symbol: "لمخابر",
            full_name: "لمخابر",
            description: "صنایع‌مخابراتی‌راه‌دورایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "36774567041364173"
        },
        {
            symbol: "لوتوس",
            full_name: "لوتوس",
            description: "تامین سرمایه لوتوس پارسیان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "59142194115401696"
        },
        {
            symbol: "مبین",
            full_name: "مبین",
            description: "مبین انرژی خلیج فارس",
            exchange: "بورس",
            type: "سهام",
            urlparam: "27922860956133067"
        },
        {
            symbol: "وپست",
            full_name: "وپست",
            description: "پست بانک ایران",
            exchange: "بورس",
            type: "سهام",
            urlparam: "22087269603540841"
        },
        {
            symbol: "وخاور",
            full_name: "وخاور",
            description: "بانک خاورمیانه",
            exchange: "بورس",
            type: "سهام",
            urlparam: "47333458678352378"
        },
        {
            symbol: "وساربیل",
            full_name: "وساربیل",
            description: "شرکت س استان اردبیل",
            exchange: "بورس",
            type: "سهام",
            urlparam: "7768327419174840"
        },
        {
            symbol: "وسخراج",
            full_name: "وسخراج",
            description: "شرکت س استان خراسان جنوبی",
            exchange: "بورس",
            type: "سهام",
            urlparam: "10191122735393627"
        },
        {
            symbol: "سقاین",
            full_name: "سقاین",
            description: "سیمان‌ قائن‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "60654872678917533"
        },
        {
            symbol: "خپویش",
            full_name: "خپویش",
            description: "سازه‌ پویش‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "4758266259250794"
        },
        {
            symbol: "پرداخت",
            full_name: "پرداخت",
            description: "به پرداخت ملت",
            exchange: "بورس",
            type: "سهام",
            urlparam: "59607545337891226"
        },
        {
            symbol: "خودرو",
            full_name: "خودرو",
            description: "ایران‌ خودرو",
            exchange: "بورس",
            type: "سهام",
            urlparam: "65883838195688438"
        },
        {
            symbol: "سیلام",
            full_name: "سیلام",
            description: "سیمان‌ ایلام‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "14617104402836487"
        },
        {
            symbol: "شفا",
            full_name: "شفا",
            description: "سرمایه گذاری شفادارو",
            exchange: "بورس",
            type: "سهام",
            urlparam: "36899214178084525"
        },
        {
            symbol: "چافست",
            full_name: "چافست",
            description: "افست‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "23936607891892333"
        },
        {
            symbol: "شوش",
            full_name: "شوش",
            description: "هنکل‌ پاک‌ وش‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "46778692022402356"
        },
        {
            symbol: "خزامیا",
            full_name: "خزامیا",
            description: "زامیاد",
            exchange: "بورس",
            type: "سهام",
            urlparam: "2589887561569709"
        },
        {
            symbol: "فپنتا",
            full_name: "فپنتا",
            description: "سپنتا",
            exchange: "بورس",
            type: "سهام",
            urlparam: "68488673556087148"
        },
        {
            symbol: "فجام",
            full_name: "فجام",
            description: "جام‌دارو",
            exchange: "بورس",
            type: "سهام",
            urlparam: "30765727085936322"
        },
        {
            symbol: "فساز",
            full_name: "فساز",
            description: "لوله‌سازی‌اهواز",
            exchange: "بورس",
            type: "سهام",
            urlparam: "62620182261149083"
        },
        {
            symbol: "لابسا",
            full_name: "لابسا",
            description: "آبسال‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "63363116407864462"
        },
        {
            symbol: "سهرمز",
            full_name: "سهرمز",
            description: "سیمان‌هرمزگان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "29747059672582491"
        },
        {
            symbol: "لسرما",
            full_name: "لسرما",
            description: "سرما آفرین‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "55897939403232751"
        },
        {
            symbol: "دهدشت",
            full_name: "دهدشت",
            description: "صنایع پتروشیمی دهدشت",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "15374483986949695"
        },
        {
            symbol: "تاصیکو",
            full_name: "تاصیکو",
            description: "سرمایه گذاری صدرتامین",
            exchange: "بورس",
            type: "سهام",
            urlparam: "23293437377896568"
        },
        {
            symbol: "تپمپی",
            full_name: "تپمپی",
            description: "پمپ‌ سازی‌ ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "43062880954780884"
        },
        {
            symbol: "پخش",
            full_name: "پخش",
            description: "پخش البرز",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "12638840758449459"
        },
        {
            symbol: "وآفری",
            full_name: "وآفری",
            description: "بیمه کارآفرین",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "19839750988634567"
        },
        {
            symbol: "بخاور",
            full_name: "بخاور",
            description: "بیمه زندگی خاورمیانه",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "5599691633622269"
        },
        {
            symbol: "توریل",
            full_name: "توریل",
            description: "توکاریل",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "37389789764168256"
        },
        {
            symbol: "تکمبا",
            full_name: "تکمبا",
            description: "کمباین‌ سازی‌ ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "30719054967088301"
        },
        {
            symbol: "تکنار",
            full_name: "تکنار",
            description: "مجتمع معادن مس تکنار",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "52455922800537930"
        },
        {
            symbol: "خکاوه",
            full_name: "خکاوه",
            description: "سایپا دیزل",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "64842837716888827"
        },
        {
            symbol: "تکنو",
            full_name: "تکنو",
            description: "تکنوتار",
            exchange: "بورس",
            type: "سهام",
            urlparam: "3654864906585643"
        },
        {
            symbol: "تمحرکه",
            full_name: "تمحرکه",
            description: "ماشین‌سازی‌نیرومحرکه‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "15826229869421585"
        },
        {
            symbol: "مدار",
            full_name: "مدار",
            description: "س. مدیریت سرمایه مدار",
            exchange: "بورس",
            type: "سهام",
            urlparam: "19990581743778955"
        },
        {
            symbol: "افرا",
            full_name: "افرا",
            description: "افرانت",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "52792903131341205"
        },
        {
            symbol: "بجهرم",
            full_name: "بجهرم",
            description: "توسعه مولد نیروگاهی جهرم",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "33629260529503413"
        },
        {
            symbol: "تمدن",
            full_name: "تمدن",
            description: "تامین سرمایه تمدن",
            exchange: "بورس",
            type: "سهام",
            urlparam: "63679592178109910"
        },
        {
            symbol: "تملت",
            full_name: "تملت",
            description: "تامین سرمایه بانک ملت",
            exchange: "بورس",
            type: "سهام",
            urlparam: "11129387075131725"
        },
        {
            symbol: "ساذری",
            full_name: "ساذری",
            description: "آذریت‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "64155926828410021"
        },
        {
            symbol: "ومهر",
            full_name: "ومهر",
            description: "بانک مهر اقتصاد",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "71665987033532474"
        },
        {
            symbol: "شگل",
            full_name: "شگل",
            description: "گلتاش‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "44153164692325703"
        },
        {
            symbol: "خلیبل",
            full_name: "خلیبل",
            description: "مالیبل سایپا",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "50117925085549635"
        },
        {
            symbol: "زفکا",
            full_name: "زفکا",
            description: "کشت و دامداری فکا",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "5427792638736934"
        },
        {
            symbol: "دتوزیع",
            full_name: "دتوزیع",
            description: "توزیع دارو پخش",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "66726992874614788"
        },
        {
            symbol: "خکرمان",
            full_name: "خکرمان",
            description: "گروه اقتصادی کرمان خودرو",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "29527985620948695"
        },
        {
            symbol: "ثاباد",
            full_name: "ثاباد",
            description: "توریستی ورفاهی آبادگران ایران",
            exchange: "بورس",
            type: "سهام",
            urlparam: "59612098290740355"
        },
        {
            symbol: "اعتلا",
            full_name: "اعتلا",
            description: "شرکت سرمایه گذاری اعتلاء البرز",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "36773155987365094"
        },
        {
            symbol: "شسم",
            full_name: "شسم",
            description: "تولید سموم‌ علف‌ کش",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "59800986739603675"
        },
        {
            symbol: "وقوام",
            full_name: "وقوام",
            description: "بانک قوامین",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "49396161442874149"
        },
        {
            symbol: "ارفع",
            full_name: "ارفع",
            description: "شرکت آهن و فولاد ارفع",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "59266699437480384"
        },
        {
            symbol: "وسبوشهر",
            full_name: "وسبوشهر",
            description: "شرکت س استان بوشهر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "44411078630612905"
        },
        {
            symbol: "رمپنا",
            full_name: "رمپنا",
            description: "گروه مپنا (سهامی عام)",
            exchange: "بورس",
            type: "سهام",
            urlparam: "67126881188552864"
        },
        {
            symbol: "شتوکا",
            full_name: "شتوکا",
            description: "توکا رنگ فولاد سپاهان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "38555056423456635"
        },
        {
            symbol: "نیرو",
            full_name: "نیرو",
            description: "نیرو سرمایه",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "39481233087768672"
        },
        {
            symbol: "ریشمک",
            full_name: "ریشمک",
            description: "تولید و صادرات ریشمک",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "6478064539164167"
        },
        {
            symbol: "شراز",
            full_name: "شراز",
            description: "پالایش نفت شیراز",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "33683240001985963"
        },
        {
            symbol: "ثامید",
            full_name: "ثامید",
            description: "توسعه و عمران امید",
            exchange: "بورس",
            type: "سهام",
            urlparam: "18568733593280948"
        },
        {
            symbol: "کلر",
            full_name: "کلر",
            description: "کلر پارس",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "1822787329898392"
        },
        {
            symbol: "وآرین",
            full_name: "وآرین",
            description: "شرکت توسعه اقتصادی آرین",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "24212636157410845"
        },
        {
            symbol: "ثبهساز",
            full_name: "ثبهساز",
            description: "بهساز کاشانه تهران",
            exchange: "بورس",
            type: "سهام",
            urlparam: "14744445176220774"
        },
        {
            symbol: "سینا",
            full_name: "سینا",
            description: "مالی و سرمایه گذاری سینا",
            exchange: "بورس",
            type: "سهام",
            urlparam: "2512214120008228"
        },
        {
            symbol: "شلیا",
            full_name: "شلیا",
            description: "شرکت مواد ویژه لیا",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "26025177574491991"
        },
        {
            symbol: "ولکار",
            full_name: "ولکار",
            description: "لیزینگ کارآفرین",
            exchange: "بورس",
            type: "سهام",
            urlparam: "61469668095573716"
        },
        {
            symbol: "وکار",
            full_name: "وکار",
            description: "بانک‌ کارآفرین‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "47996917271187218"
        },
        {
            symbol: "اپرداز",
            full_name: "اپرداز",
            description: "آتیه داده پرداز",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "63830424809501048"
        },
        {
            symbol: "دماوند",
            full_name: "دماوند",
            description: "تولید نیروی برق دماوند",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "66142616039907394"
        },
        {
            symbol: "حاریا",
            full_name: "حاریا",
            description: "کشتیرانی آریا",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "56798822689379375"
        },
        {
            symbol: "شمواد",
            full_name: "شمواد",
            description: "تولید مواداولیه الیاف مصنوعی",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "28251956446987982"
        },
        {
            symbol: "کایتا",
            full_name: "کایتا",
            description: "ایتالران‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "45608932669358493"
        },
        {
            symbol: "ثنوسا",
            full_name: "ثنوسا",
            description: "نوسازی‌وساختمان‌تهران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "32845891587040106"
        },
        {
            symbol: "جم",
            full_name: "جم",
            description: "پتروشیمی جم",
            exchange: "بورس",
            type: "سهام",
            urlparam: "32357363984168442"
        },
        {
            symbol: "حآسا",
            full_name: "حآسا",
            description: "آسیا سیر ارس",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "44625249840480397"
        },
        {
            symbol: "جم پیلن",
            full_name: "جم پیلن",
            description: "پلی پروپیلن جم - جم پیلن",
            exchange: "بورس",
            type: "سهام",
            urlparam: "27096851668435724"
        },
        {
            symbol: "سمگا",
            full_name: "سمگا",
            description: "گروه سرمایه گذاری میراث فرهنگی",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "46741025610365786"
        },
        {
            symbol: "ولشرق",
            full_name: "ولشرق",
            description: "لیزینگ ایران و شرق",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "31078457170311964"
        },
        {
            symbol: "شپاس",
            full_name: "شپاس",
            description: "نفت پاسارگاد",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "35178706978554988"
        },
        {
            symbol: "چفیبر",
            full_name: "چفیبر",
            description: "فیبر ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "64358061873294912"
        },
        {
            symbol: "چکاپا",
            full_name: "چکاپا",
            description: "گروه صنایع کاغذ پارس",
            exchange: "بورس",
            type: "سهام",
            urlparam: "28957320033282870"
        },
        {
            symbol: "دتماد",
            full_name: "دتماد",
            description: "تولیدمواداولیه‌داروپخش‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "34641719089573667"
        },
        {
            symbol: "شکف",
            full_name: "شکف",
            description: "کف",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "58602432837130018"
        },
        {
            symbol: "فروس",
            full_name: "فروس",
            description: "فروسیلیس‌ ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "54419429862704331"
        },
        {
            symbol: "کزغال",
            full_name: "کزغال",
            description: "زغال سنگ پروده طبس",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "28291104595448527"
        },
        {
            symbol: "مفاخر",
            full_name: "مفاخر",
            description: "توسعه فناوری اطلاعات خوارزمی",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "4247709727327181"
        },
        {
            symbol: "کشرق",
            full_name: "کشرق",
            description: "صنعتی و معدنی شمال شرق شاهرود",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "42690477960659940"
        },
        {
            symbol: "سنوین",
            full_name: "سنوین",
            description: "سرمایه گذاری اقتصاد نوین",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "36995197800118822"
        },
        {
            symbol: "قیستو",
            full_name: "قیستو",
            description: "شرکت قند بیستون",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "4267564158935326"
        },
        {
            symbol: "خمحرکه",
            full_name: "خمحرکه",
            description: "نیرو محرکه‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "39436183727126211"
        },
        {
            symbol: "خمحور",
            full_name: "خمحور",
            description: "تولیدمحورخودرو",
            exchange: "بورس",
            type: "سهام",
            urlparam: "7457232989848872"
        },
        {
            symbol: "ثرود",
            full_name: "ثرود",
            description: "سرمایه‌گذاری مسکن زاینده رود",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "18883380772506226"
        },
        {
            symbol: "دکپسول",
            full_name: "دکپسول",
            description: "تولید ژلاتین کپسول ایران",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "52382684379473036"
        },
        {
            symbol: "چکاوه",
            full_name: "چکاوه",
            description: "صنایع‌کاغذسازی‌کاوه‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "24254843881948059"
        },
        {
            symbol: "شاروم",
            full_name: "شاروم",
            description: "پتروشیمی ارومیه",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "3407806799514469"
        },
        {
            symbol: "هجرت",
            full_name: "هجرت",
            description: "پخش هجرت",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "5317427172344706"
        },
        {
            symbol: "ثجوان",
            full_name: "ثجوان",
            description: "تامین مسکن جوانان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "30507152381699953"
        },
        {
            symbol: "ثعتما",
            full_name: "ثعتما",
            description: "س. ساختمانی اعتماد گستر",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "64707090254488560"
        },
        {
            symbol: "فبیرا",
            full_name: "فبیرا",
            description: "بسته‌ بندی‌ ایران‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "49399017998386087"
        },
        {
            symbol: "حپترو",
            full_name: "حپترو",
            description: "حمل و نقل پتروشیمی( سهامی عام",
            exchange: "بورس",
            type: "سهام",
            urlparam: "16369313804633525"
        },
        {
            symbol: "حتوکا",
            full_name: "حتوکا",
            description: "حمل‌ونقل‌توکا",
            exchange: "بورس",
            type: "سهام",
            urlparam: "22260326095996531"
        },
        {
            symbol: "لبهمن",
            full_name: "لبهمن",
            description: "تولیدی‌ بهمن‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "23295417816476597"
        },
        {
            symbol: "حفارس",
            full_name: "حفارس",
            description: "حمل و نقل بین المللی خلیج فارس",
            exchange: "بورس",
            type: "سهام",
            urlparam: "35424116338766901"
        },
        {
            symbol: "حکشتی",
            full_name: "حکشتی",
            description: "کشتیرانی جمهوری اسلامی ایران",
            exchange: "بورس",
            type: "سهام",
            urlparam: "60610861509165508"
        },
        {
            symbol: "پیزد",
            full_name: "پیزد",
            description: "مجتمع صنایع لاستیک یزد",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "32784604551756178"
        },
        {
            symbol: "خبازرس",
            full_name: "خبازرس",
            description: "بازرسی مهندسی و صنعتی ایران",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "19310456400689867"
        },
        {
            symbol: "خاذین",
            full_name: "خاذین",
            description: "سایپاآذین‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "42075223783409640"
        },
        {
            symbol: "لازما",
            full_name: "لازما",
            description: "کارخانه های صنعتی آزمایش",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "50368344235826302"
        },
        {
            symbol: "زاگرس",
            full_name: "زاگرس",
            description: "پتروشیمی زاگرس",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "13235547361447092"
        },
        {
            symbol: "آریان",
            full_name: "آریان",
            description: "سرمایه گذاری پارس آریان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "6506179926371994"
        },
        {
            symbol: "ساراب",
            full_name: "ساراب",
            description: "سیمان‌ داراب‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "4563413583000719"
        },
        {
            symbol: "شتولی",
            full_name: "شتولی",
            description: "تولی‌پرس‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "66210395067138534"
        },
        {
            symbol: "شصفها",
            full_name: "شصفها",
            description: "پتروشیمی‌ اصفهان‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "18346219759153870"
        },
        {
            symbol: "وپویا",
            full_name: "وپویا",
            description: "سرمایه گذاری پویا",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "24785665268004766"
        },
        {
            symbol: "ختراک",
            full_name: "ختراک",
            description: "ریخته‌گری‌ تراکتورسازی‌ ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "22903901709044823"
        },
        {
            symbol: "خراسان",
            full_name: "خراسان",
            description: "پتروشیمی خراسان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "43552974795606067"
        },
        {
            symbol: "چخزر",
            full_name: "چخزر",
            description: "صنایع چوب خزر کاسپین",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "41122066907413786"
        },
        {
            symbol: "خریخت",
            full_name: "خریخت",
            description: "صنایع‌ریخته‌گری‌ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "12752224677923341"
        },
        {
            symbol: "فروم",
            full_name: "فروم",
            description: "تولیدفرومولیبدن‌کرمان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "56585229755651616"
        },
        {
            symbol: "دفارا",
            full_name: "دفارا",
            description: "داروسازی‌ فارابی‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "56550776668133562"
        },
        {
            symbol: "رافزا",
            full_name: "رافزا",
            description: "رایان هم افزا",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "68941822863885255"
        },
        {
            symbol: "زشریف",
            full_name: "زشریف",
            description: "کشت وصنعت شریف آباد",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "26547785441834730"
        },
        {
            symbol: "بمیلا",
            full_name: "بمیلا",
            description: "توسعه بازرگانی آهن وفولادمیلاد",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "16553062355259729"
        },
        {
            symbol: "فاهواز",
            full_name: "فاهواز",
            description: "نورد و لوله اهواز",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "44296315953738727"
        },
        {
            symbol: "سباقر",
            full_name: "سباقر",
            description: "سیمان باقران",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "24807173016704795"
        },
        {
            symbol: "خساپا",
            full_name: "خساپا",
            description: "سایپا",
            exchange: "بورس",
            type: "سهام",
            urlparam: "44891482026867833"
        },
        {
            symbol: "تماوند",
            full_name: "تماوند",
            description: "تامین سرمایه دماوند",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "42256988946157416"
        },
        {
            symbol: "سغدیر",
            full_name: "سغدیر",
            description: "توسعه سرمایه و صنعت غدیر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "21096748051392414"
        },
        {
            symbol: "کاسپین",
            full_name: "کاسپین",
            description: "داروسازی کاسپین تامین",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "28431095903407567"
        },
        {
            symbol: "خلنت",
            full_name: "خلنت",
            description: "لنت‌ ترمزایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "14957056743925737"
        },
        {
            symbol: "تبرک",
            full_name: "تبرک",
            description: "گروه کارخانجات صنعتی تبرک",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "53204330224889981"
        },
        {
            symbol: "پارسیان",
            full_name: "پارسیان",
            description: "بیمه پارسیان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "9481703061634967"
        },
        {
            symbol: "پلاست",
            full_name: "پلاست",
            description: "کارخانجات تولیدی پلاستیران",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "52593789542874668"
        },
        {
            symbol: "وآیند",
            full_name: "وآیند",
            description: "بانک  آینده",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "46830341954511303"
        },
        {
            symbol: "خمهر",
            full_name: "خمهر",
            description: "مهرکام‌پارس‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "17330546482145553"
        },
        {
            symbol: "اتکای",
            full_name: "اتکای",
            description: "بیمه اتکایی ایرانیان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "39751275523025334"
        },
        {
            symbol: "شگویا",
            full_name: "شگویا",
            description: "پتروشیمی تندگویان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "5987841496184505"
        },
        {
            symbol: "شساخت",
            full_name: "شساخت",
            description: "مهندسی و ساختمان صنایع نفت",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "15282093177363578"
        },
        {
            symbol: "خوساز",
            full_name: "خوساز",
            description: "محورسازان‌ایران‌خودرو",
            exchange: "بورس",
            type: "سهام",
            urlparam: "31879190587976736"
        },
        {
            symbol: "فملی",
            full_name: "فملی",
            description: "ملی‌ صنایع‌ مس‌ ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "35425587644337450"
        },
        {
            symbol: "دابور",
            full_name: "دابور",
            description: "داروسازی‌ ابوریحان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "61332057061846617"
        },
        {
            symbol: "بپاس",
            full_name: "بپاس",
            description: "بیمه پاسارگاد",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "51971068201094874"
        },
        {
            symbol: "وشهر",
            full_name: "وشهر",
            description: "بانک شهر",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "41379697187196382"
        },
        {
            symbol: "غسالم",
            full_name: "غسالم",
            description: "سالمین‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "28672095850798501"
        },
        {
            symbol: "ثقزوی",
            full_name: "ثقزوی",
            description: "شرکت عمران و سازندگی قزوین",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "12965822877128721"
        },
        {
            symbol: "شجم",
            full_name: "شجم",
            description: "صنایع پتروشیمی تخت جمشید",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "49244604018250364"
        },
        {
            symbol: "اتکام",
            full_name: "اتکام",
            description: "شرکت بیمه اتکایی امین",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "46772701938567445"
        },
        {
            symbol: "شکربن",
            full_name: "شکربن",
            description: "کربن‌ ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "27308217070238237"
        },
        {
            symbol: "نتوس",
            full_name: "نتوس",
            description: "پشم‌ بافی‌ توس",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "22950683624908253"
        },
        {
            symbol: "وملت",
            full_name: "وملت",
            description: "سرمایه گذاری ملت",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "10055255678920880"
        },
        {
            symbol: "آبین",
            full_name: "آبین",
            description: "کشت و صنعت آبشیرین",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "9987529074833218"
        },
        {
            symbol: "حکمت",
            full_name: "حکمت",
            description: "بانک حکمت  ایرانیان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "7881099657101647"
        },
        {
            symbol: "داسوه",
            full_name: "داسوه",
            description: "داروسازی‌ اسوه‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "12387472624849835"
        },
        {
            symbol: "کچینی",
            full_name: "کچینی",
            description: "چینی‌ ایران",
            exchange: "بورس",
            type: "سهام",
            urlparam: "55376450081365373"
        },
        {
            symbol: "شصدف",
            full_name: "شصدف",
            description: "صنعتی دوده فام",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "204092872752957"
        },
        {
            symbol: "ثنور",
            full_name: "ثنور",
            description: "سرمایه گذاری کوه نور",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "63315013743060811"
        },
        {
            symbol: "دقاضی",
            full_name: "دقاضی",
            description: "داروسازی شهید قاضی",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "64289770858657141"
        },
        {
            symbol: "دپارس",
            full_name: "دپارس",
            description: "پارس‌ دارو",
            exchange: "بورس",
            type: "سهام",
            urlparam: "70474983732269112"
        },
        {
            symbol: "دتهران",
            full_name: "دتهران",
            description: "داروسازی‌ تهران‌ دارو",
            exchange: "بورس",
            type: "سهام",
            urlparam: "26114418513020265"
        },
        {
            symbol: "حسیر",
            full_name: "حسیر",
            description: "ریل سیر کوثر",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "13281937213456378"
        },
        {
            symbol: "زنجان",
            full_name: "زنجان",
            description: "صنایع کشاورزی وکود زنجان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "15582754946564355"
        },
        {
            symbol: "تفیرو",
            full_name: "تفیرو",
            description: "مهندسی فیروزا",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "45062188442385800"
        },
        {
            symbol: "دزهراوی",
            full_name: "دزهراوی",
            description: "داروسازی‌زهراوی‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "8915450910866216"
        },
        {
            symbol: "دسبحان",
            full_name: "دسبحان",
            description: "سبحان دارو",
            exchange: "بورس",
            type: "سهام",
            urlparam: "5866848234665627"
        },
        {
            symbol: "بگیلان",
            full_name: "بگیلان",
            description: "توسعه مسیر برق گیلان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "71068313834275501"
        },
        {
            symbol: "آینده",
            full_name: "آینده",
            description: "بازرگانی آینده سازان بهشت پارس",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "17933573078185644"
        },
        {
            symbol: "شکبیر",
            full_name: "شکبیر",
            description: "پتروشیمی امیرکبیر",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "56574323121551263"
        },
        {
            symbol: "ثالوند",
            full_name: "ثالوند",
            description: "سرمایه گذاری مسکن الوند",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "16693610252404739"
        },
        {
            symbol: "بمپنا",
            full_name: "بمپنا",
            description: "تولید برق عسلویه  مپنا",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "39807886630843041"
        },
        {
            symbol: "دشیمی",
            full_name: "دشیمی",
            description: "شیمی‌ داروئی‌ داروپخش‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "33603212156438463"
        },
        {
            symbol: "زنگان",
            full_name: "زنگان",
            description: "صنعت روی زنگان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "67170215467608124"
        },
        {
            symbol: "حسینا",
            full_name: "حسینا",
            description: "توسعه خدمات دریایی وبندری سینا",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "1625149423498289"
        },
        {
            symbol: "خفولا",
            full_name: "خفولا",
            description: "خدمات فنی فولاد یزد",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "23049019886587905"
        },
        {
            symbol: "چبسپا",
            full_name: "چبسپا",
            description: "بسته‌ بندی‌ پارس",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "68931850646832531"
        },
        {
            symbol: "دعبید",
            full_name: "دعبید",
            description: "لابراتوارداروسازی‌ دکترعبیدی‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "49054891736433700"
        },
        {
            symbol: "وسرمد",
            full_name: "وسرمد",
            description: "بیمه  سرمد",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "43291783149314349"
        },
        {
            symbol: "سپرمی",
            full_name: "سپرمی",
            description: "پرمیت‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "27668158733246204"
        },
        {
            symbol: "دلر",
            full_name: "دلر",
            description: "داروسازی‌ اکسیر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "4384288570322406"
        },
        {
            symbol: "دلقما",
            full_name: "دلقما",
            description: "دارویی‌ لقمان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "29247915161590165"
        },
        {
            symbol: "بنو",
            full_name: "بنو",
            description: "بیمه تجارت نو",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "54493234408301135"
        },
        {
            symbol: "چنوپا",
            full_name: "چنوپا",
            description: "نیوپان‌ 22 بهمن‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "43023243844297350"
        },
        {
            symbol: "ثعمرا",
            full_name: "ثعمرا",
            description: "عمران و توسعه شاهد",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "15726796686853780"
        },
        {
            symbol: "دیران",
            full_name: "دیران",
            description: "ایران‌دارو",
            exchange: "بورس",
            type: "سهام",
            urlparam: "69090868458637360"
        },
        {
            symbol: "حخزر",
            full_name: "حخزر",
            description: "کشتیرانی دریای خزر",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "28253678449273505"
        },
        {
            symbol: "تپکو",
            full_name: "تپکو",
            description: "تولیدتجهیزات‌سنگین‌هپکو",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "54509759694064219"
        },
        {
            symbol: "فنرژی",
            full_name: "فنرژی",
            description: "گسترش صنایع انرژی آذرآب",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "63965059137798192"
        },
        {
            symbol: "فسدید",
            full_name: "فسدید",
            description: "لوله‌وتجهیزات‌ سدید - ورشکسته",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "20966291817819448"
        },
        {
            symbol: "حریل",
            full_name: "حریل",
            description: "ریل پردازسیر",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "5564768007356822"
        },
        {
            symbol: "غصینو",
            full_name: "غصینو",
            description: "صنعتی مینو",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "71758511001096824"
        },
        {
            symbol: "ساینا",
            full_name: "ساینا",
            description: "صنایع بهداشتی ساینا",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "64298008532791199"
        },
        {
            symbol: "جهرم",
            full_name: "جهرم",
            description: "پتروشیمی جهرم",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "49674915481184052"
        },
        {
            symbol: "دیسشپ",
            full_name: "دیسشپ",
            description: "دیس شپ",
            exchange: "بورس",
            type: "سهام",
            urlparam: "64988580376499833"
        },
        {
            symbol: "گشان",
            full_name: "گشان",
            description: "توسعه بین المللی پدیده شاندیز",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "70391097626818082"
        },
        {
            symbol: "رتکو",
            full_name: "رتکو",
            description: "کنترل‌خوردگی‌تکین‌کو",
            exchange: "بورس",
            type: "سهام",
            urlparam: "3823243780502959"
        },
        {
            symbol: "زپارس",
            full_name: "زپارس",
            description: "ملی کشت و صنعت و دامپروری پارس",
            exchange: "بورس",
            type: "سهام",
            urlparam: "33420285433308219"
        },
        {
            symbol: "سپیدار",
            full_name: "سپیدار",
            description: "سپیدار سیستم آسیا",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "29590002988360984"
        },
        {
            symbol: "شاملا",
            full_name: "شاملا",
            description: "معدنی‌ املاح‌ ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "16959429956899455"
        },
        {
            symbol: "غگیلا",
            full_name: "غگیلا",
            description: "شیرپاستوریزه پگاه گیلان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "57300230097485720"
        },
        {
            symbol: "تپولا",
            full_name: "تپولا",
            description: "مهندسی مرآت پولاد",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "22308305646551497"
        },
        {
            symbol: "سامان",
            full_name: "سامان",
            description: "بانک سامان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "38179358042686391"
        },
        {
            symbol: "سفارود",
            full_name: "سفارود",
            description: "کارخانه فارسیت درود",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "4686607974846832"
        },
        {
            symbol: "زماهان",
            full_name: "زماهان",
            description: "مجتمع تولید گوشت مرغ ماهان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "4507558419857064"
        },
        {
            symbol: "سدبیر",
            full_name: "سدبیر",
            description: "س. تدبیرگران فارس وخوزستان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "64341992373049080"
        },
        {
            symbol: "سخزر",
            full_name: "سخزر",
            description: "سیمان‌ خزر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "67327029014085707"
        },
        {
            symbol: "کی بی سی",
            full_name: "کی بی سی",
            description: "شرکت کی بی سی",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "62977319271289925"
        },
        {
            symbol: "فن آوا",
            full_name: "فن آوا",
            description: "گروه فن آوا",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "55201604487356053"
        },
        {
            symbol: "سابیک",
            full_name: "سابیک",
            description: "سیمان آبیک",
            exchange: "بورس",
            type: "سهام",
            urlparam: "70883594945615893"
        },
        {
            symbol: "وساپا",
            full_name: "وساپا",
            description: "سرمایه‌گذاری‌ سایپا",
            exchange: "بورس",
            type: "سهام",
            urlparam: "37614886280396031"
        },
        {
            symbol: "کقزوی",
            full_name: "کقزوی",
            description: "شیشه‌ قزوین‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "63499217872110599"
        },
        {
            symbol: "ساربیل",
            full_name: "ساربیل",
            description: "سیمان آرتا اردبیل",
            exchange: "بورس",
            type: "سهام",
            urlparam: "34890845654517313"
        },
        {
            symbol: "سبجنو",
            full_name: "سبجنو",
            description: "سیمان‌ بجنورد",
            exchange: "بورس",
            type: "سهام",
            urlparam: "66295665969375744"
        },
        {
            symbol: "رکیش",
            full_name: "رکیش",
            description: "کارت اعتباری ایران کیش",
            exchange: "بورس",
            type: "سهام",
            urlparam: "27952969918967492"
        },
        {
            symbol: "ثنظام",
            full_name: "ثنظام",
            description: "س. ساختمانی نظام مهندسی ایران",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "45066064863062755"
        },
        {
            symbol: "حرهشا",
            full_name: "حرهشا",
            description: "رهشاد سپاهان (سهامی عام",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "30443839313522574"
        },
        {
            symbol: "سپ",
            full_name: "سپ",
            description: "پرداخت الکترونیک سامان کیش",
            exchange: "بورس",
            type: "سهام",
            urlparam: "71856634742001725"
        },
        {
            symbol: "سپید",
            full_name: "سپید",
            description: "سپید ماکیان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "45519261544951819"
        },
        {
            symbol: "سخاش",
            full_name: "سخاش",
            description: "سیمان‌خاش‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "4470657233334072"
        },
        {
            symbol: "آ س پ",
            full_name: "آ س پ",
            description: "آ.س.پ",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "17617474823279712"
        },
        {
            symbol: "غپآذر",
            full_name: "غپآذر",
            description: "شیر پگاه آذربایجان شرقی",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "45518744711972166"
        },
        {
            symbol: "فبستم",
            full_name: "فبستم",
            description: "صنایع ‌بسته‌بندی‌ مشهد",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "4159532151694984"
        },
        {
            symbol: "قاروم",
            full_name: "قاروم",
            description: "قند ارومیه",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "10831074117626896"
        },
        {
            symbol: "سخوز",
            full_name: "سخوز",
            description: "سیمان خوزستان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "41974758296041288"
        },
        {
            symbol: "سکارون",
            full_name: "سکارون",
            description: "سیمان کارون",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "15930821245168534"
        },
        {
            symbol: "فوکا",
            full_name: "فوکا",
            description: "فولاد کاویان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "66514709341259550"
        },
        {
            symbol: "سدشت",
            full_name: "سدشت",
            description: "صنایع سیمان دشتستان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "27000326841257664"
        },
        {
            symbol: "سدور",
            full_name: "سدور",
            description: "سیمان‌ دورود",
            exchange: "بورس",
            type: "سهام",
            urlparam: "27218386411183410"
        },
        {
            symbol: "سصفها",
            full_name: "سصفها",
            description: "سیمان‌اصفهان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "10568944722570445"
        },
        {
            symbol: "وسبحان",
            full_name: "وسبحان",
            description: "سرمایه گذاری سبحان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "43283802997035462"
        },
        {
            symbol: "ثتوسا",
            full_name: "ثتوسا",
            description: "س.توسعه و عمران استان اردبیل",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "47702059190622416"
        },
        {
            symbol: "سایرا",
            full_name: "سایرا",
            description: "ایرانیت‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "62558705479545830"
        },
        {
            symbol: "های وب",
            full_name: "های وب",
            description: "داده گسترعصرنوین-های وب",
            exchange: "بورس",
            type: "سهام",
            urlparam: "43362635835198978"
        },
        {
            symbol: "بساما",
            full_name: "بساما",
            description: "بیمه سامان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "41625340598198551"
        },
        {
            symbol: "سفار",
            full_name: "سفار",
            description: "سیمان‌فارس‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "41227201752535311"
        },
        {
            symbol: "داراب",
            full_name: "داراب",
            description: "پتروشیمی داراب",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "27299841173245405"
        },
        {
            symbol: "غیوان",
            full_name: "غیوان",
            description: "کیوان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "50652985928800943"
        },
        {
            symbol: "سفاسیت",
            full_name: "سفاسیت",
            description: "فارسیت‌ اهواز",
            exchange: "بورس",
            type: "سهام",
            urlparam: "20603404633598318"
        },
        {
            symbol: "قنقش",
            full_name: "قنقش",
            description: "قند نقش جهان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "3050342257199174"
        },
        {
            symbol: "کمرجان",
            full_name: "کمرجان",
            description: "بازرگانی و تولیدی مرجان کار",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "50633804639547462"
        },
        {
            symbol: "آریا",
            full_name: "آریا",
            description: "پلیمر آریا ساسول",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "55127657985997520"
        },
        {
            symbol: "نشار",
            full_name: "نشار",
            description: "کارخانجات پشمبافی افشار یزد",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "49129081625829210"
        },
        {
            symbol: "سکرد",
            full_name: "سکرد",
            description: "سیمان کردستان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "65321970913593427"
        },
        {
            symbol: "سنیر",
            full_name: "سنیر",
            description: "سیمان‌ سفید نی‌ریز",
            exchange: "بورس",
            type: "سهام",
            urlparam: "14231831499205396"
        },
        {
            symbol: "فایرا",
            full_name: "فایرا",
            description: "آلومینیوم‌ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "65004959184388996"
        },
        {
            symbol: "لپویا",
            full_name: "لپویا",
            description: "ایران‌ پویا",
            exchange: "بورس",
            type: "سهام",
            urlparam: "17393119378053108"
        },
        {
            symbol: "فسازان",
            full_name: "فسازان",
            description: "غلتک سازان سپاهان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "12874072841236826"
        },
        {
            symbol: "فلامی",
            full_name: "فلامی",
            description: "لامیران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "25286509736208688"
        },
        {
            symbol: "ما",
            full_name: "ما",
            description: "بیمه ما",
            exchange: "بورس",
            type: "سهام",
            urlparam: "29860265627578401"
        },
        {
            symbol: "فسرب",
            full_name: "فسرب",
            description: "ملی‌ سرب‌وروی‌ ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "54277068923045214"
        },
        {
            symbol: "مرقام",
            full_name: "مرقام",
            description: "ایران‌ارقام‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "23838634016123354"
        },
        {
            symbol: "نبروج",
            full_name: "نبروج",
            description: "نساجی‌ بروجرد",
            exchange: "بورس",
            type: "سهام",
            urlparam: "60061422939859083"
        },
        {
            symbol: "نمرینو",
            full_name: "نمرینو",
            description: "ایران‌ مرینوس‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "30231789123900526"
        },
        {
            symbol: "نوری",
            full_name: "نوری",
            description: "پتروشیمی نوری",
            exchange: "بورس",
            type: "سهام",
            urlparam: "19040514831923530"
        },
        {
            symbol: "همراه",
            full_name: "همراه",
            description: "شرکت ارتباطات سیار ایران",
            exchange: "بورس",
            type: "سهام",
            urlparam: "68635710163497089"
        },
        {
            symbol: "وآذر",
            full_name: "وآذر",
            description: "سرمایه‌گذاری‌توسعه‌آذربایجان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "1358190916156744"
        },
        {
            symbol: "وآردل",
            full_name: "وآردل",
            description: "سرمایه‌گذاری‌کارآفرین‌(هلدینگ‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "29244787813932382"
        },
        {
            symbol: "واعتبار",
            full_name: "واعتبار",
            description: "سرمایه گذاری اعتبار ایران",
            exchange: "بورس",
            type: "سهام",
            urlparam: "47841327496247362"
        },
        {
            symbol: "وبصادر",
            full_name: "وبصادر",
            description: "بانک صادرات ایران",
            exchange: "بورس",
            type: "سهام",
            urlparam: "28320293733348826"
        },
        {
            symbol: "وپارس",
            full_name: "وپارس",
            description: "بانک‌پارسیان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "33293588228706998"
        },
        {
            symbol: "قشکر",
            full_name: "قشکر",
            description: "شکرشاهرود",
            exchange: "بورس",
            type: "سهام",
            urlparam: "35964395659427029"
        },
        {
            symbol: "قشهد",
            full_name: "قشهد",
            description: "شهد",
            exchange: "بورس",
            type: "سهام",
            urlparam: "37631109616997982"
        },
        {
            symbol: "قصفها",
            full_name: "قصفها",
            description: "قنداصفهان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "40411537531154482"
        },
        {
            symbol: "قلرست",
            full_name: "قلرست",
            description: "قند لرستان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "56820995669577571"
        },
        {
            symbol: "کسعدی",
            full_name: "کسعدی",
            description: "کاشی‌ سعدی‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "29122854902865456"
        },
        {
            symbol: "کفرا",
            full_name: "کفرا",
            description: "فراورده‌ های‌ نسوزایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "23837844039713715"
        },
        {
            symbol: "کلوند",
            full_name: "کلوند",
            description: "کاشی‌ الوند",
            exchange: "بورس",
            type: "سهام",
            urlparam: "32678431934327184"
        },
        {
            symbol: "کنور",
            full_name: "کنور",
            description: "توسعه معدنی و صنعتی صبانور",
            exchange: "بورس",
            type: "سهام",
            urlparam: "20411759370751096"
        },
        {
            symbol: "کنیلو",
            full_name: "کنیلو",
            description: "کاشی‌ نیلو",
            exchange: "بورس",
            type: "سهام",
            urlparam: "786234965064488"
        },
        {
            symbol: "شبندر",
            full_name: "شبندر",
            description: "پالایش نفت بندرعباس",
            exchange: "بورس",
            type: "سهام",
            urlparam: "35366681030756042"
        },
        {
            symbol: "صبا",
            full_name: "صبا",
            description: "سرمایه گذاری صبا تامین",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "45392752356003555"
        },
        {
            symbol: "شپارس",
            full_name: "شپارس",
            description: "بین‌ المللی‌ محصولات‌ پارس‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "61102694810476197"
        },
        {
            symbol: "غبهپاک",
            full_name: "غبهپاک",
            description: "بهپاک‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "29650505265356603"
        },
        {
            symbol: "قمرو",
            full_name: "قمرو",
            description: "قند مرودشت‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "43342306308122676"
        },
        {
            symbol: "قنیشا",
            full_name: "قنیشا",
            description: "قند نیشابور",
            exchange: "بورس",
            type: "سهام",
            urlparam: "63380098535169030"
        },
        {
            symbol: "غشهداب",
            full_name: "غشهداب",
            description: "کشت و صنعت شهداب ناب خراسان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "33611155027418901"
        },
        {
            symbol: "کگهر",
            full_name: "کگهر",
            description: "سنگ آهن گهرزمین",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "30703140537034664"
        },
        {
            symbol: "قهکمت",
            full_name: "قهکمت",
            description: "قندهکمتان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "14398278072324784"
        },
        {
            symbol: "کاذر",
            full_name: "کاذر",
            description: "فرآورده‌های‌نسوزآذر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "49353447565507376"
        },
        {
            symbol: "کاصفا",
            full_name: "کاصفا",
            description: "کاشی‌ اصفهان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "55747512772958281"
        },
        {
            symbol: "کاوه",
            full_name: "کاوه",
            description: "فولاد کاوه جنوب کیش",
            exchange: "بورس",
            type: "سهام",
            urlparam: "60350996279289099"
        },
        {
            symbol: "کخاک",
            full_name: "کخاک",
            description: "صنایع‌خاک‌چینی‌ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "16405556680571453"
        },
        {
            symbol: "وسخراش",
            full_name: "وسخراش",
            description: "شرکت س استان خراسان شمالی",
            exchange: "بورس",
            type: "سهام",
            urlparam: "47362853625306007"
        },
        {
            symbol: "شپمچا",
            full_name: "شپمچا",
            description: "پارس‌ پامچال‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "38417665293111458"
        },
        {
            symbol: "شتران",
            full_name: "شتران",
            description: "پالایش نفت تهران",
            exchange: "بورس",
            type: "سهام",
            urlparam: "51617145873056483"
        },
        {
            symbol: "شجی",
            full_name: "شجی",
            description: "شرکت نفت جی",
            exchange: "بورس",
            type: "سهام",
            urlparam: "30007580613586002"
        },
        {
            symbol: "شدوص",
            full_name: "شدوص",
            description: "دوده‌ صنعتی‌ پارس‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "40611478183231802"
        },
        {
            symbol: "فلوله",
            full_name: "فلوله",
            description: "لوله‌وماشین‌سازی‌ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "48623320733330408"
        },
        {
            symbol: "فمتال",
            full_name: "فمتال",
            description: "پارس‌ متال‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "44571627722410412"
        },
        {
            symbol: "لپارس",
            full_name: "لپارس",
            description: "پارس‌ الکتریک‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "5187018329202415"
        },
        {
            symbol: "وسنا",
            full_name: "وسنا",
            description: "سرمایه گذاری نیروگاهی ایران",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "24662567615903665"
        },
        {
            symbol: "قجام",
            full_name: "قجام",
            description: "فرآوردههای غذایی وقندتربت‌جام‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "28230238564334914"
        },
        {
            symbol: "چکارم",
            full_name: "چکارم",
            description: "کارتن‌ مشهد",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "59887423232292688"
        },
        {
            symbol: "شسپا",
            full_name: "شسپا",
            description: "نفت سپاهان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "49188729526980541"
        },
        {
            symbol: "شسینا",
            full_name: "شسینا",
            description: "صنایع‌شیمیایی‌سینا",
            exchange: "بورس",
            type: "سهام",
            urlparam: "30974710508383145"
        },
        {
            symbol: "فمراد",
            full_name: "فمراد",
            description: "آلومراد",
            exchange: "بورس",
            type: "سهام",
            urlparam: "18004480270695404"
        },
        {
            symbol: "فنورد",
            full_name: "فنورد",
            description: "نوردوقطعات‌ فولادی‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "56324206651661881"
        },
        {
            symbol: "قپارس",
            full_name: "قپارس",
            description: "قندپارس‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "47477233032133723"
        },
        {
            symbol: "وسمرکز",
            full_name: "وسمرکز",
            description: "شرکت س استان مرکزی",
            exchange: "بورس",
            type: "سهام",
            urlparam: "19511179561056679"
        },
        {
            symbol: "تیپیکو",
            full_name: "تیپیکو",
            description: "سرمایه گذاری دارویی تامین",
            exchange: "بورس",
            type: "سهام",
            urlparam: "29758477602878557"
        },
        {
            symbol: "غدیس",
            full_name: "غدیس",
            description: "پاکدیس",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "3492952121304423"
        },
        {
            symbol: "فزرین",
            full_name: "فزرین",
            description: "زرین معدن آسیا",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "43716452378323683"
        },
        {
            symbol: "آرمان",
            full_name: "آرمان",
            description: "بیمه آرمان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "38738476064699383"
        },
        {
            symbol: "ثاصفا",
            full_name: "ثاصفا",
            description: "شرکت‌ ساختمان‌ اصفهان‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "7503669593172728"
        },
        {
            symbol: "سجام",
            full_name: "سجام",
            description: "مجتمع سیمان غرب آسیا",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "20034264486679145"
        },
        {
            symbol: "شستان",
            full_name: "شستان",
            description: "پتروشیمی گلستان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "3173544097113770"
        },
        {
            symbol: "بدکو",
            full_name: "بدکو",
            description: "شرکت فروشگاه زنجیره ای دیاکو",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "52894922031595796"
        },
        {
            symbol: "دسانکو",
            full_name: "دسانکو",
            description: "داروسازی سبحان انکولوژی",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "47348197320716810"
        },
        {
            symbol: "پشاهن",
            full_name: "پشاهن",
            description: "تولیدی پلاستیک‌ شاهین",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "44052047028305231"
        },
        {
            symbol: "سصوفی",
            full_name: "سصوفی",
            description: "سیمان‌ صوفیان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "13227300125161435"
        },
        {
            symbol: "جوین",
            full_name: "جوین",
            description: "کشت و صنعت جوین",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "23269285154135003"
        },
        {
            symbol: "شلوان",
            full_name: "شلوان",
            description: "رنگ پارس الوان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "14900251521017020"
        },
        {
            symbol: "سفارس",
            full_name: "سفارس",
            description: "سیمان فارس و خوزستان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "15521712617204216"
        },
        {
            symbol: "کگل",
            full_name: "کگل",
            description: "معدنی و صنعتی گل گهر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "35700344742885862"
        },
        {
            symbol: "رفاه",
            full_name: "رفاه",
            description: "فروشگاه های زنجیره ای رفاه",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "33410001534682920"
        },
        {
            symbol: "غاذر",
            full_name: "غاذر",
            description: "کشت‌وصنعت‌پیاذر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "35158826900216508"
        },
        {
            symbol: "غالبر",
            full_name: "غالبر",
            description: "لبنیات‌ کالبر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "24303422207378456"
        },
        {
            symbol: "آکنتور",
            full_name: "آکنتور",
            description: "کنتورسازی‌ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "44834847569322522"
        },
        {
            symbol: "کماسه",
            full_name: "کماسه",
            description: "تامین‌ ماسه‌ ریخته‌گری‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "67690708346979840"
        },
        {
            symbol: "نبورس",
            full_name: "نبورس",
            description: "نهادهای مالی بورس اوراق بهادار",
            exchange: "بورس",
            type: "سهام",
            urlparam: "60095061789823130"
        },
        {
            symbol: "بالاس",
            full_name: "بالاس",
            description: "مهندسی ساختمان تاسیسات راه آهن",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "8646067353086740"
        },
        {
            symbol: "تاپکیش",
            full_name: "تاپکیش",
            description: "تجارت الکترونیک پارسیان کیش",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "50002340308486819"
        },
        {
            symbol: "تلیسه",
            full_name: "تلیسه",
            description: "دامداری تلیسه نمونه",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "41781090739318251"
        },
        {
            symbol: "کمنگنز",
            full_name: "کمنگنز",
            description: "معادن‌منگنزایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "50341528161302545"
        },
        {
            symbol: "غبهنوش",
            full_name: "غبهنوش",
            description: "بهنوش‌ ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "17059960254855208"
        },
        {
            symbol: "غپاک",
            full_name: "غپاک",
            description: "لبنیات‌ پاک‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "34032872653290886"
        },
        {
            symbol: "اکالا",
            full_name: "اکالا",
            description: "کارگزاران بورس کالای ایران",
            exchange: "بورس",
            type: "سهام",
            urlparam: "49869693814643443"
        },
        {
            symbol: "ثپردیس",
            full_name: "ثپردیس",
            description: "سرمایه گذاری مسکن پردیس",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "53999651992586159"
        },
        {
            symbol: "وآداک",
            full_name: "وآداک",
            description: "صنعت و تجارت آداک",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "14880127004206268"
        },
        {
            symbol: "پلوله",
            full_name: "پلوله",
            description: "گازلوله‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "29316948750916349"
        },
        {
            symbol: "غچین",
            full_name: "غچین",
            description: "کشت‌ و صنعت‌ چین‌ چین",
            exchange: "بورس",
            type: "سهام",
            urlparam: "44850033148208596"
        },
        {
            symbol: "غپونه",
            full_name: "غپونه",
            description: "نوش پونه مشهد",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "33736447482634583"
        },
        {
            symbol: "غدام",
            full_name: "غدام",
            description: "خوراک‌ دام‌ پارس‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "2254054929817435"
        },
        {
            symbol: "فالوم",
            full_name: "فالوم",
            description: "آلومتک‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "19367527798307032"
        },
        {
            symbol: "وسین",
            full_name: "وسین",
            description: "بیمه سینا",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "56591881518499520"
        },
        {
            symbol: "سبزوا",
            full_name: "سبزوا",
            description: "سیمان لار سبزوار",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "611986653700161"
        },
        {
            symbol: "کطبس",
            full_name: "کطبس",
            description: "ذغال‌سنگ‌ نگین‌ ط‌بس‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "8977369674477111"
        },
        {
            symbol: "بایکا",
            full_name: "بایکا",
            description: "کارخانجات کابلسازی ‌ایران‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "23891830829322971"
        },
        {
            symbol: "شزنگ",
            full_name: "شزنگ",
            description: "تجهیزنیروی‌زنگان‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "65490886290565185"
        },
        {
            symbol: "بتک",
            full_name: "بتک",
            description: "کارخانجات کابل سازی‌ تک‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "54369290104873523"
        },
        {
            symbol: "ثباغ",
            full_name: "ثباغ",
            description: "شهر سازی و خانه سازی باغمیشه",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "68909035712962732"
        },
        {
            symbol: "تشتاد",
            full_name: "تشتاد",
            description: "صنایع تولیدی اشتاد ایران‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "66127247173352975"
        },
        {
            symbol: "ثزاگرس",
            full_name: "ثزاگرس",
            description: "سرمایه گذاری توسعه عمران زاگرس",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "28854105556435129"
        },
        {
            symbol: "وزمین",
            full_name: "وزمین",
            description: "بانک ایران زمین",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "19954896371640204"
        },
        {
            symbol: "درهآور",
            full_name: "درهآور",
            description: "دارویی ره آورد تامین",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "13243992182070788"
        },
        {
            symbol: "گوهران",
            full_name: "گوهران",
            description: "سرمایه گذاری توسعه گوهران امید",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "65018804181564924"
        },
        {
            symbol: "غدشت",
            full_name: "غدشت",
            description: "دشت‌ مرغاب‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "2434703913394836"
        },
        {
            symbol: "غزر",
            full_name: "غزر",
            description: "صنعتی زر ماکارون",
            exchange: "بورس",
            type: "سهام",
            urlparam: "4369934250728330"
        },
        {
            symbol: "غساسا",
            full_name: "غساسا",
            description: "ساسان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "51229318675210816"
        },
        {
            symbol: "غشان",
            full_name: "غشان",
            description: "شیرپاستوریزه‌پگاه‌خراسان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "31791737198597563"
        },
        {
            symbol: "هرمز",
            full_name: "هرمز",
            description: "فولاد هرمزگان جنوب",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "70498485598181604"
        },
        {
            symbol: "کفپارس",
            full_name: "کفپارس",
            description: "فرآورده‌های‌ نسوز پارس‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "19471788163911687"
        },
        {
            symbol: "غمارگ",
            full_name: "غمارگ",
            description: "مارگارین‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "52975109254504632"
        },
        {
            symbol: "تابا",
            full_name: "تابا",
            description: "تابان نیرو سپاهان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "51459202425114449"
        },
        {
            symbol: "بهپاک",
            full_name: "بهپاک",
            description: "صنعتی بهپاک",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "12746730665870442"
        },
        {
            symbol: "زکشت",
            full_name: "زکشت",
            description: "کشاورزی مکانیزه اصفهان کشت",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "7300125658580126"
        },
        {
            symbol: "بکهنوج",
            full_name: "بکهنوج",
            description: "تولید برق ماهتاب کهنوج",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "7628308021169118"
        },
        {
            symbol: "پارتا",
            full_name: "پارتا",
            description: "مجتمع‌صنعتی‌آرتاویل‌تایر",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "68994573424108746"
        },
        {
            symbol: "قشرین",
            full_name: "قشرین",
            description: "قند شیرین خراسان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "36671655475498480"
        },
        {
            symbol: "غشهد",
            full_name: "غشهد",
            description: "شهد ایران ‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "20487994977117557"
        },
        {
            symbol: "غگرجی",
            full_name: "غگرجی",
            description: "بیسکویت‌ گرجی‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "31024260997481994"
        },
        {
            symbol: "غگل",
            full_name: "غگل",
            description: "گلوکوزان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "22299894048845903"
        },
        {
            symbol: "کفرآور",
            full_name: "کفرآور",
            description: "فرآورده های سیمان شرق",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "49627523909849331"
        },
        {
            symbol: "تراک",
            full_name: "تراک",
            description: "ماشین‌آلات صنعتی تراکتورسازی‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "47682749782963302"
        },
        {
            symbol: "فسلیر",
            full_name: "فسلیر",
            description: "سولیران‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "43026118635839182"
        },
        {
            symbol: "کابگن",
            full_name: "کابگن",
            description: "تولیدی و صنعتی آبگینه‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "10654052153538617"
        },
        {
            symbol: "ساوه",
            full_name: "ساوه",
            description: "سیمان ساوه",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "32347247706508046"
        },
        {
            symbol: "غفارس",
            full_name: "غفارس",
            description: "شیر پاستوریزه پگاه فارس",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "16410724132711490"
        },
        {
            symbol: "غمهرا",
            full_name: "غمهرا",
            description: "تولیدی‌مهرام‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "6131290133202745"
        },
        {
            symbol: "غناب",
            full_name: "غناب",
            description: "روغن‌ نباتی‌ ناب‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "29631596152440287"
        },
        {
            symbol: "ثاژن",
            full_name: "ثاژن",
            description: "سخت آژند",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "40650252484299134"
        },
        {
            symbol: "شتهران",
            full_name: "شتهران",
            description: "داروسازی تهران شیمی",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "31049085025064185"
        },
        {
            symbol: "کگاز",
            full_name: "کگاز",
            description: "شیشه‌ و گاز",
            exchange: "بورس",
            type: "سهام",
            urlparam: "62346804681275278"
        },
        {
            symbol: "وسخوز",
            full_name: "وسخوز",
            description: "شرکت س استان خوزستان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "5454781314262062"
        },
        {
            symbol: "معیار",
            full_name: "معیار",
            description: "سرمایه گذاری معیار صنعت پارس",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "50580753680043015"
        },
        {
            symbol: "وآتوس",
            full_name: "وآتوس",
            description: "س.آرین توسکا قیمت اسمی 350ریال",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "17269972595370241"
        },
        {
            symbol: "غنوش",
            full_name: "غنوش",
            description: "نوش‌ مازندران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "48619517949257749"
        },
        {
            symbol: "فاذر",
            full_name: "فاذر",
            description: "صنایع‌ آذرآب‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "38547060135156069"
        },
        {
            symbol: "توسعه",
            full_name: "توسعه",
            description: "اعتباری توسعه",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "7769065543658313"
        },
        {
            symbol: "فاراک",
            full_name: "فاراک",
            description: "ماشین‌ سازی‌ اراک‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "20865316761157979"
        },
        {
            symbol: "فارس",
            full_name: "فارس",
            description: "صنایع پتروشیمی خلیج فارس",
            exchange: "بورس",
            type: "سهام",
            urlparam: "25244329144808274"
        },
        {
            symbol: "وسرضوی",
            full_name: "وسرضوی",
            description: "س.سهام عدالت استان خراسان رضوی",
            exchange: "بورس",
            type: "سهام",
            urlparam: "51185499879934793"
        },
        {
            symbol: "وسزنجان",
            full_name: "وسزنجان",
            description: "شرکت س استان زنجان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "36857080203588624"
        },
        {
            symbol: "ثتران",
            full_name: "ثتران",
            description: "سرمایه گذاری مسکن تهران",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "20926459161497908"
        },
        {
            symbol: "فافزا",
            full_name: "فافزا",
            description: "فولاد افزا سپاهان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "66021783818850713"
        },
        {
            symbol: "ختوقا",
            full_name: "ختوقا",
            description: "قطعات‌ اتومبیل‌ ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "70289374539527245"
        },
        {
            symbol: "خگستر",
            full_name: "خگستر",
            description: "گسترش‌سرمایه‌گذاری‌ایران‌خودرو",
            exchange: "بورس",
            type: "سهام",
            urlparam: "48990026850202503"
        },
        {
            symbol: "دالبر",
            full_name: "دالبر",
            description: "البرزدارو",
            exchange: "بورس",
            type: "سهام",
            urlparam: "60451823714332895"
        },
        {
            symbol: "دامین",
            full_name: "دامین",
            description: "داروسازی‌ امین‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "50100062518826135"
        },
        {
            symbol: "دجابر",
            full_name: "دجابر",
            description: "داروسازی‌ جابرابن‌حیان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "33406621820337161"
        },
        {
            symbol: "دسبحا",
            full_name: "دسبحا",
            description: "گروه دارویی سبحان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "43622578471330344"
        },
        {
            symbol: "دکیمی",
            full_name: "دکیمی",
            description: "کیمیدارو",
            exchange: "بورس",
            type: "سهام",
            urlparam: "20024911381434086"
        },
        {
            symbol: "رانفور",
            full_name: "رانفور",
            description: "خدمات‌انفورماتیک‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "40505767672724777"
        },
        {
            symbol: "رتاپ",
            full_name: "رتاپ",
            description: "تجارت الکترونیک پارسیان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "41048299027409941"
        },
        {
            symbol: "ساروم",
            full_name: "ساروم",
            description: "سیمان‌ارومیه‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "15949743338644220"
        },
        {
            symbol: "سپاها",
            full_name: "سپاها",
            description: "سیمان‌سپاهان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "35669480110084448"
        },
        {
            symbol: "ستران",
            full_name: "ستران",
            description: "سیمان‌ تهران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "30829203706095076"
        },
        {
            symbol: "سرود",
            full_name: "سرود",
            description: "سیمان‌شاهرود",
            exchange: "بورس",
            type: "سهام",
            urlparam: "11964419322927535"
        },
        {
            symbol: "سشرق",
            full_name: "سشرق",
            description: "سیمان‌ شرق‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "26997316501080743"
        },
        {
            symbol: "کبافق",
            full_name: "کبافق",
            description: "معادن‌ بافق‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "43256212620530446"
        },
        {
            symbol: "شخارک",
            full_name: "شخارک",
            description: "پتروشیمی‌ خارک‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "70934270174405743"
        },
        {
            symbol: "شفن",
            full_name: "شفن",
            description: "پتروشیمی فناوران",
            exchange: "بورس",
            type: "سهام",
            urlparam: "65122215875355555"
        },
        {
            symbol: "وتوصا",
            full_name: "وتوصا",
            description: "گروه س توسعه صنعتی ایران",
            exchange: "بورس",
            type: "سهام",
            urlparam: "2944500421562364"
        },
        {
            symbol: "ونفت",
            full_name: "ونفت",
            description: "سرمایه‌گذاری‌ صنعت‌ نفت‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "33931218652865616"
        },
        {
            symbol: "وساشرقی",
            full_name: "وساشرقی",
            description: "شرکت س استان آذربایجان شرقی",
            exchange: "بورس",
            type: "سهام",
            urlparam: "65774725600261203"
        },
        {
            symbol: "وساغربی",
            full_name: "وساغربی",
            description: "شرکت س استان آذربایجان غربی",
            exchange: "بورس",
            type: "سهام",
            urlparam: "35282121039020302"
        },
        {
            symbol: "وسقم",
            full_name: "وسقم",
            description: "شرکت س استان قم",
            exchange: "بورس",
            type: "سهام",
            urlparam: "55850912428859273"
        },
        {
            symbol: "سکرما",
            full_name: "سکرما",
            description: "سیمان‌ کرمان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "15472396110662150"
        },
        {
            symbol: "شاراک",
            full_name: "شاراک",
            description: "پتروشیمی شازند",
            exchange: "بورس",
            type: "سهام",
            urlparam: "7711282667602555"
        },
        {
            symbol: "شبهرن",
            full_name: "شبهرن",
            description: "نفت‌ بهران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "22667016906590506"
        },
        {
            symbol: "شپنا",
            full_name: "شپنا",
            description: "پالایش نفت اصفهان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "7745894403636165"
        },
        {
            symbol: "ونیکی",
            full_name: "ونیکی",
            description: "سرمایه‌گذاری‌ ملی‌ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "25336820825905643"
        },
        {
            symbol: "غگلپا",
            full_name: "غگلپا",
            description: "شیر پاستوریزه پگاه گلپایگان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "14312030900097668"
        },
        {
            symbol: "فجوش",
            full_name: "فجوش",
            description: "جوش‌ و اکسیژن‌ ایران‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "64485827086284311"
        },
        {
            symbol: "واحصا",
            full_name: "واحصا",
            description: "احیاء صنایع خراسان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "53647874954005806"
        },
        {
            symbol: "شیراز",
            full_name: "شیراز",
            description: "پتروشیمی‌شیراز",
            exchange: "بورس",
            type: "سهام",
            urlparam: "38568786927478796"
        },
        {
            symbol: "غبشهر",
            full_name: "غبشهر",
            description: "صنعتی‌ بهشهر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "42387718866026650"
        },
        {
            symbol: "غپینو",
            full_name: "غپینو",
            description: "پارس‌ مینو",
            exchange: "بورس",
            type: "سهام",
            urlparam: "18401147983387689"
        },
        {
            symbol: "فاسمین",
            full_name: "فاسمین",
            description: "کالسیمین‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "66701874099226162"
        },
        {
            symbol: "فباهنر",
            full_name: "فباهنر",
            description: "مس‌ شهیدباهنر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "66772024744156373"
        },
        {
            symbol: "فخوز",
            full_name: "فخوز",
            description: "فولاد خوزستان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "28864540805361867"
        },
        {
            symbol: "فولاد",
            full_name: "فولاد",
            description: "فولاد مبارکه اصفهان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "46348559193224090"
        },
        {
            symbol: "کاما",
            full_name: "کاما",
            description: "باما",
            exchange: "بورس",
            type: "سهام",
            urlparam: "4942127026063388"
        },
        {
            symbol: "کبورس",
            full_name: "کبورس",
            description: "کارگزاران بورس اوراق بهادار",
            exchange: "بورس",
            type: "سهام",
            urlparam: "37366608481858080"
        },
        {
            symbol: "کچاد",
            full_name: "کچاد",
            description: "معدنی‌وصنعتی‌چادرملو",
            exchange: "بورس",
            type: "سهام",
            urlparam: "18027801615184692"
        },
        {
            symbol: "کرازی",
            full_name: "کرازی",
            description: "کارخانجات‌تولیدی‌شیشه‌رازی‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "57086055330734195"
        },
        {
            symbol: "کرماشا",
            full_name: "کرماشا",
            description: "صنایع پتروشیمی کرمانشاه",
            exchange: "بورس",
            type: "سهام",
            urlparam: "38437201078089290"
        },
        {
            symbol: "کروی",
            full_name: "کروی",
            description: "توسعه‌ معادن‌ روی‌ ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "22787503301679573"
        },
        {
            symbol: "وسصفا",
            full_name: "وسصفا",
            description: "شرکت س استان اصفهان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "11827297444577200"
        },
        {
            symbol: "وسفارس",
            full_name: "وسفارس",
            description: "شرکت س استان فارس",
            exchange: "بورس",
            type: "سهام",
            urlparam: "71335098849021006"
        },
        {
            symbol: "وسکرد",
            full_name: "وسکرد",
            description: "شرکت س استان کردستان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "37351190176977060"
        },
        {
            symbol: "وسکرشا",
            full_name: "وسکرشا",
            description: "س.سهام عدالت استان کرمانشاه",
            exchange: "بورس",
            type: "سهام",
            urlparam: "59462881877083131"
        },
        {
            symbol: "وسکرمان",
            full_name: "وسکرمان",
            description: "س.سهام عدالت استان کرمان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "64217006537761390"
        },
        {
            symbol: "وسکهبو",
            full_name: "وسکهبو",
            description: "س.عدالت ا. کهگیلویه وبویراحمد",
            exchange: "بورس",
            type: "سهام",
            urlparam: "68870496728320072"
        },
        {
            symbol: "وسگلستا",
            full_name: "وسگلستا",
            description: "شرکت س استان گلستان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "1277592884769853"
        },
        {
            symbol: "وسگیلا",
            full_name: "وسگیلا",
            description: "شرکت س استان گیلان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "55916539620839777"
        },
        {
            symbol: "وسلرستا",
            full_name: "وسلرستا",
            description: "شرکت س استان لرستان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "58358543014279572"
        },
        {
            symbol: "وسمازن",
            full_name: "وسمازن",
            description: "س.سهام عدالت استان مازندران",
            exchange: "بورس",
            type: "سهام",
            urlparam: "11358107932902023"
        },
        {
            symbol: "وسمحال",
            full_name: "وسمحال",
            description: "شرکت س.استان چهارمحال وبختیاری",
            exchange: "بورس",
            type: "سهام",
            urlparam: "16843404477481740"
        },
        {
            symbol: "وسهمدا",
            full_name: "وسهمدا",
            description: "شرکت س استان همدان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "22318795784160675"
        },
        {
            symbol: "وسیزد",
            full_name: "وسیزد",
            description: "شرکت س استان یزد",
            exchange: "بورس",
            type: "سهام",
            urlparam: "63570910379296908"
        },
        {
            symbol: "وسیستا",
            full_name: "وسیستا",
            description: "شرکت س استان سیستان وبلوچستان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "16370154440238855"
        },
        {
            symbol: "مداران",
            full_name: "مداران",
            description: "داده‌پردازی‌ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "65999092673039059"
        },
        {
            symbol: "ولغدر",
            full_name: "ولغدر",
            description: "لیزینگ‌خودروغدیر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "23086515493897579"
        },
        {
            symbol: "ولملت",
            full_name: "ولملت",
            description: "واسپاری ملت",
            exchange: "بورس",
            type: "سهام",
            urlparam: "11403770140000603"
        },
        {
            symbol: "ومعین",
            full_name: "ومعین",
            description: "سرمایه گذاری توسعه معین ملت",
            exchange: "بورس",
            type: "سهام",
            urlparam: "57498323844693360"
        },
        {
            symbol: "وسینا",
            full_name: "وسینا",
            description: "بانک سینا",
            exchange: "بورس",
            type: "سهام",
            urlparam: "45050389997905274"
        },
        {
            symbol: "کساوه",
            full_name: "کساوه",
            description: "صنایع‌ کاشی‌ و سرامیک‌ سینا",
            exchange: "بورس",
            type: "سهام",
            urlparam: "25001509088465005"
        },
        {
            symbol: "کسرا",
            full_name: "کسرا",
            description: "سرامیک‌های‌صنعتی‌اردکان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "4614779520007780"
        },
        {
            symbol: "کهمدا",
            full_name: "کهمدا",
            description: "شیشه‌ همدان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "67206358287598044"
        },
        {
            symbol: "لبوتان",
            full_name: "لبوتان",
            description: "گروه‌صنعتی‌بوتان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "30650426998863332"
        },
        {
            symbol: "لخزر",
            full_name: "لخزر",
            description: "پارس‌ خزر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "65414507129586385"
        },
        {
            symbol: "ونوین",
            full_name: "ونوین",
            description: "بانک‌اقتصادنوین‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "47302318535715632"
        },
        {
            symbol: "قپیرا",
            full_name: "قپیرا",
            description: "فرآورده‌های‌غدایی‌وقندپیرانشهر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "67030488744129337"
        },
        {
            symbol: "قثابت",
            full_name: "قثابت",
            description: "قند ثابت‌ خراسان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "44967158778304588"
        },
        {
            symbol: "قرن",
            full_name: "قرن",
            description: "پدیده شیمی قرن",
            exchange: "بورس",
            type: "سهام",
            urlparam: "39610074039667804"
        },
        {
            symbol: "قزوین",
            full_name: "قزوین",
            description: "کارخانجات‌ قند قزوین‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "15259343650667588"
        },
        {
            symbol: "زدشت",
            full_name: "زدشت",
            description: "کشت و صنعت دشت خرم دره",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "25180702353416009"
        },
        {
            symbol: "غمینو",
            full_name: "غمینو",
            description: "شرکت صنایع غذایی مینو شرق",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "5516102131364383"
        },
        {
            symbol: "قشیر",
            full_name: "قشیر",
            description: "قند شیروان قوچان و بجنورد",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "71523986304961239"
        },
        {
            symbol: "کرمان",
            full_name: "کرمان",
            description: "س. توسعه و عمران استان کرمان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "50792786683910016"
        },
        {
            symbol: "کیمیا",
            full_name: "کیمیا",
            description: "معدنی کیمیای زنجان گستران",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "27814844870305607"
        },
        {
            symbol: "قستان",
            full_name: "قستان",
            description: "قند قهستان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "24683827262592815"
        },
        {
            symbol: "حپارسا",
            full_name: "حپارسا",
            description: "توسعه حمل و نقل ریلی پارسیان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "917857106093847"
        },
        {
            symbol: "دبالک",
            full_name: "دبالک",
            description: "مواد اولیه دارویی البرز بالک",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "71510396252618330"
        },
        {
            symbol: "دتولید",
            full_name: "دتولید",
            description: "داروسازی تولید دارو",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "18093681647131179"
        },
        {
            symbol: "اخابر",
            full_name: "اخابر",
            description: "مخابرات ایران",
            exchange: "بورس",
            type: "سهام",
            urlparam: "22811176775480091"
        },
        {
            symbol: "میدکو",
            full_name: "میدکو",
            description: "هلدینگ صنایع  معدنی خاورمیانه",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "24018878640527909"
        },
        {
            symbol: "البرز",
            full_name: "البرز",
            description: "بیمه البرز",
            exchange: "بورس",
            type: "سهام",
            urlparam: "70270965300262393"
        },
        {
            symbol: "بورس",
            full_name: "بورس",
            description: "بورس اوراق بهادار تهران",
            exchange: "بورس",
            type: "سهام",
            urlparam: "60523145697836739"
        },
        {
            symbol: "وکوثر",
            full_name: "وکوثر",
            description: "شرکت اعتباری  کوثر مرکزی",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "5155664898275492"
        },
        {
            symbol: "دحاوی",
            full_name: "دحاوی",
            description: "الحاوی",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "43374709930371268"
        },
        {
            symbol: "تایرا",
            full_name: "تایرا",
            description: "تراکتورسازی‌ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "19298748452450329"
        },
        {
            symbol: "ثشاهد",
            full_name: "ثشاهد",
            description: "سرمایه‌ گذاری‌ شاهد",
            exchange: "بورس",
            type: "سهام",
            urlparam: "63481599728522324"
        },
        {
            symbol: "شفارا",
            full_name: "شفارا",
            description: "پتروشیمی فارابی",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "16673205196919832"
        },
        {
            symbol: "شپلی",
            full_name: "شپلی",
            description: "پلی اکریل ایران",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "28845264556937486"
        },
        {
            symbol: "کایگچ",
            full_name: "کایگچ",
            description: "ایران‌ گچ‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "37369138117139150"
        },
        {
            symbol: "کپارس",
            full_name: "کپارس",
            description: "کاشی‌ پارس‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "9698674686691945"
        },
        {
            symbol: "کپشیر",
            full_name: "کپشیر",
            description: "پشم‌شیشه‌ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "57639364758870873"
        },
        {
            symbol: "کترام",
            full_name: "کترام",
            description: "تولیدی‌ کاشی‌ تکسرام‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "24085906177899789"
        },
        {
            symbol: "کحافظ",
            full_name: "کحافظ",
            description: "کاشی‌ وسرامیک‌ حافظ‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "32257753560585502"
        },
        {
            symbol: "آسیا",
            full_name: "آسیا",
            description: "بیمه آسیا",
            exchange: "بورس",
            type: "سهام",
            urlparam: "51106317433079213"
        },
        {
            symbol: "ثمسکن",
            full_name: "ثمسکن",
            description: "سرمایه‌گذاری‌ مسکن‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "3863538898378476"
        },
        {
            symbol: "کباده",
            full_name: "کباده",
            description: "تولید خاک نسوزاستقلال آباده",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "55979741213594029"
        },
        {
            symbol: "کصدف",
            full_name: "کصدف",
            description: "کاشی صدف سرام استقلال آباده",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "42696242981550091"
        },
        {
            symbol: "کیسون",
            full_name: "کیسون",
            description: "شرکت کیسون",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "49953653111442595"
        },
        {
            symbol: "کمینا",
            full_name: "کمینا",
            description: "شیشه سازی مینا",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "54263829393913132"
        },
        {
            symbol: "کهرام",
            full_name: "کهرام",
            description: "تولیدی گرانیت بهسرام",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "25631699615003698"
        },
        {
            symbol: "کورز",
            full_name: "کورز",
            description: "ورزیران‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "42049553761321495"
        },
        {
            symbol: "گپارس",
            full_name: "گپارس",
            description: "امور رفاهی کارگزاران پارس",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "59848307608894801"
        },
        {
            symbol: "گکیش",
            full_name: "گکیش",
            description: "توریستی ورفاهی آبادگران کیش",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "44665761767777759"
        },
        {
            symbol: "لپیام",
            full_name: "لپیام",
            description: "گسترش صنایع پیام",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "793710053482057"
        },
        {
            symbol: "لکما",
            full_name: "لکما",
            description: "کارخانجات‌مخابراتی‌ایران‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "45641540066710190"
        },
        {
            symbol: "واحیا",
            full_name: "واحیا",
            description: "م .صنایع و معادن احیاء سپاهان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "17284166795866794"
        },
        {
            symbol: "وارس",
            full_name: "وارس",
            description: "سرمایه گذاری ارس صبا",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "53686258677793038"
        },
        {
            symbol: "وآفر",
            full_name: "وآفر",
            description: "سرمایه گذاری ارزش آفرینان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "45991797190214892"
        },
        {
            symbol: "کدما",
            full_name: "کدما",
            description: "معدنی‌ دماوند",
            exchange: "بورس",
            type: "سهام",
            urlparam: "3623921205367364"
        },
        {
            symbol: "کساپا",
            full_name: "کساپا",
            description: "سایپاشیشه‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "28325731560106431"
        },
        {
            symbol: "کسرام",
            full_name: "کسرام",
            description: "پارس‌ سرام‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "20560887114747719"
        },
        {
            symbol: "حتاید",
            full_name: "حتاید",
            description: "تایدواترخاورمیانه",
            exchange: "بورس",
            type: "سهام",
            urlparam: "3722699128879020"
        },
        {
            symbol: "حفاری",
            full_name: "حفاری",
            description: "حفاری شمال",
            exchange: "بورس",
            type: "سهام",
            urlparam: "28809886765682162"
        },
        {
            symbol: "خبهمن",
            full_name: "خبهمن",
            description: "گروه‌بهمن‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "26824673819862694"
        },
        {
            symbol: "والبر",
            full_name: "والبر",
            description: "سرمایه‌ گذاری‌ البرز(هلدینگ‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "57944184894703821"
        },
        {
            symbol: "وامید",
            full_name: "وامید",
            description: "گروه مدیریت سرمایه گذاری امید",
            exchange: "بورس",
            type: "سهام",
            urlparam: "52232388263291380"
        },
        {
            symbol: "وانصار",
            full_name: "وانصار",
            description: "بانک انصار",
            exchange: "بورس",
            type: "سهام",
            urlparam: "49776615757150035"
        },
        {
            symbol: "وایران",
            full_name: "وایران",
            description: "لیزینگ ایرانیان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "3149396562827132"
        },
        {
            symbol: "وبانک",
            full_name: "وبانک",
            description: "سرمایه گذاری گروه توسعه ملی",
            exchange: "بورس",
            type: "سهام",
            urlparam: "48010225447410247"
        },
        {
            symbol: "وبشهر",
            full_name: "وبشهر",
            description: "توسعه‌ صنایع‌ بهشهر(هلدینگ",
            exchange: "بورس",
            type: "سهام",
            urlparam: "13937270451301973"
        },
        {
            symbol: "وبملت",
            full_name: "وبملت",
            description: "بانک ملت",
            exchange: "بورس",
            type: "سهام",
            urlparam: "778253364357513"
        },
        {
            symbol: "وبهمن",
            full_name: "وبهمن",
            description: "سرمایه‌گذاری‌بهمن‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "18063426072758458"
        },
        {
            symbol: "وبوعلی",
            full_name: "وبوعلی",
            description: "سرمایه‌گذاری‌بوعلی‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "28328710198554144"
        },
        {
            symbol: "وبیمه",
            full_name: "وبیمه",
            description: "سرمایه‌ گذاری‌ صنعت‌ بیمه‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "11773403764702778"
        },
        {
            symbol: "وپخش",
            full_name: "وپخش",
            description: "داروپخش‌ (هلدینگ‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "7183333492448248"
        },
        {
            symbol: "وتوشه",
            full_name: "وتوشه",
            description: "سرمایه‌ گذاری‌ پارس‌ توشه‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "54676885047867737"
        },
        {
            symbol: "ونیرو",
            full_name: "ونیرو",
            description: "سرمایه‌گذاری‌نیرو",
            exchange: "بورس",
            type: "سهام",
            urlparam: "62603302940123327"
        },
        {
            symbol: "بکام",
            full_name: "بکام",
            description: "کارخانجات تولیدی شهید قندی",
            exchange: "بورس",
            type: "سهام",
            urlparam: "22382156782768756"
        },
        {
            symbol: "پکویر",
            full_name: "پکویر",
            description: "کویر تایر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "7235435095059069"
        },
        {
            symbol: "خزر",
            full_name: "خزر",
            description: "فنرسازی‌زر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "32821908911812078"
        },
        {
            symbol: "خموتور",
            full_name: "خموتور",
            description: "موتورسازان‌تراکتورسازی‌ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "57273529732791251"
        },
        {
            symbol: "دانا",
            full_name: "دانا",
            description: "بیمه دانا",
            exchange: "بورس",
            type: "سهام",
            urlparam: "48511238766369097"
        },
        {
            symbol: "دکوثر",
            full_name: "دکوثر",
            description: "داروسازی‌ کوثر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "23353689102956991"
        },
        {
            symbol: "سغرب",
            full_name: "سغرب",
            description: "سیمان‌غرب‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "52220424531578944"
        },
        {
            symbol: "سفانو",
            full_name: "سفانو",
            description: "سیمان فارس نو",
            exchange: "بورس",
            type: "سهام",
            urlparam: "4528607775462304"
        },
        {
            symbol: "سمازن",
            full_name: "سمازن",
            description: "سیمان‌مازندران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "33808206014018431"
        },
        {
            symbol: "سهگمت",
            full_name: "سهگمت",
            description: "سیمان‌هگمتان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "41284516796232939"
        },
        {
            symbol: "سیستم",
            full_name: "سیستم",
            description: "همکاران سیستم",
            exchange: "بورس",
            type: "سهام",
            urlparam: "47749661205825616"
        },
        {
            symbol: "سیمرغ",
            full_name: "سیمرغ",
            description: "سیمرغ",
            exchange: "بورس",
            type: "سهام",
            urlparam: "28450080638096732"
        },
        {
            symbol: "شبریز",
            full_name: "شبریز",
            description: "پالایش نفت تبریز",
            exchange: "بورس",
            type: "سهام",
            urlparam: "48753732042176709"
        },
        {
            symbol: "شپدیس",
            full_name: "شپدیس",
            description: "پتروشیمی پردیس",
            exchange: "بورس",
            type: "سهام",
            urlparam: "20562694899904339"
        },
        {
            symbol: "شفارس",
            full_name: "شفارس",
            description: "صنایع‌ شیمیایی‌ فارس‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "43781018754867729"
        },
        {
            symbol: "وسیلام",
            full_name: "وسیلام",
            description: "شرکت س استان ایلام",
            exchange: "بورس",
            type: "سهام",
            urlparam: "59652306881376415"
        },
        {
            symbol: "ولپارس",
            full_name: "ولپارس",
            description: "لیزینگ پارسیان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "48241092863917835"
        },
        {
            symbol: "ولنوین",
            full_name: "ولنوین",
            description: "لیزینگ اقتصاد نوین",
            exchange: "بورس",
            type: "سهام",
            urlparam: "5968811612822747"
        },
        {
            symbol: "ولیز",
            full_name: "ولیز",
            description: "لیزینگ‌ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "20946530370469828"
        },
        {
            symbol: "وملی",
            full_name: "وملی",
            description: "گروه‌ صنعتی‌ ملی‌ (هلدینگ‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "41796741644273824"
        },
        {
            symbol: "وهور",
            full_name: "وهور",
            description: "مدیریت انرژی امید  تابان هور",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "25215182208950217"
        },
        {
            symbol: "شلرد",
            full_name: "شلرد",
            description: "کود شیمیایی اوره لردگان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "56429431740318486"
        },
        {
            symbol: "غبهار",
            full_name: "غبهار",
            description: "کشت وصنعت بهاران گلبهار خراسان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "71666521540545716"
        },
        {
            symbol: "غشوکو",
            full_name: "غشوکو",
            description: "شوکو پارس",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "51294484197536070"
        },
        {
            symbol: "فسا",
            full_name: "فسا",
            description: "پتروشیمی فسا",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "318005355896147"
        },
        {
            symbol: "فلات",
            full_name: "فلات",
            description: "گروه صنایع معادن فلات ایرانیان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "60633055620418060"
        },
        {
            symbol: "وسدید",
            full_name: "وسدید",
            description: "گروه ‌صنعتی‌سدید",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "41713045190742691"
        },
        {
            symbol: "فنفت",
            full_name: "فنفت",
            description: "صنایع تجهیزات نفت",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "59342912854668427"
        },
        {
            symbol: "کازرو",
            full_name: "کازرو",
            description: "پتروشیمی کازرون",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "16777570760181431"
        },
        {
            symbol: "لخانه",
            full_name: "لخانه",
            description: "لوازم‌ خانگی‌ پارس‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "56006915451245411"
        },
        {
            symbol: "ممسنی",
            full_name: "ممسنی",
            description: "پتروشیمی ممسنی",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "7505990056227818"
        },
        {
            symbol: "وایرا",
            full_name: "وایرا",
            description: "سرمایه گذاری صنایع ایران",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "9141577977527107"
        },
        {
            symbol: "وبرق",
            full_name: "وبرق",
            description: "س.کارکنان صنعت برق زنجان وقزوی",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "61298636307861167"
        },
        {
            symbol: "شنفت",
            full_name: "شنفت",
            description: "نفت‌ پارس‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "14073782708315535"
        },
        {
            symbol: "وتوکا",
            full_name: "وتوکا",
            description: "سرمایه‌گذاری‌توکافولاد(هلدینگ",
            exchange: "بورس",
            type: "سهام",
            urlparam: "47232550823972469"
        },
        {
            symbol: "وخارزم",
            full_name: "وخارزم",
            description: "سرمایه گذاری خوارزمی",
            exchange: "بورس",
            type: "سهام",
            urlparam: "7395271748414592"
        },
        {
            symbol: "ورنا",
            full_name: "ورنا",
            description: "سرمایه‌گذاری‌ رنا(هلدینگ‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "7385624172574740"
        },
        {
            symbol: "وساخت",
            full_name: "وساخت",
            description: "سرمایه‌ گذاری‌ ساختمان‌ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "25514780181345713"
        },
        {
            symbol: "وسپه",
            full_name: "وسپه",
            description: "سرمایه‌گذاری‌ سپه‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "2328862017676109"
        },
        {
            symbol: "وصنا",
            full_name: "وصنا",
            description: "گروه‌صنایع‌بهشهرایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "46982154647719707"
        },
        {
            symbol: "وصندوق",
            full_name: "وصندوق",
            description: "سرمایه‌گذاری‌صندوق‌بازنشستگی‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "37204371816016200"
        },
        {
            symbol: "وصنعت",
            full_name: "وصنعت",
            description: "سرمایه گذاری توسعه صنعت وتجارت",
            exchange: "بورس",
            type: "سهام",
            urlparam: "57309221039930244"
        },
        {
            symbol: "وغدیر",
            full_name: "وغدیر",
            description: "سرمایه‌گذاری‌غدیر(هلدینگ‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "26014913469567886"
        },
        {
            symbol: "ولساپا",
            full_name: "ولساپا",
            description: "لیزینگ رایان‌ سایپا",
            exchange: "بورس",
            type: "سهام",
            urlparam: "45174198424472334"
        },
        {
            symbol: "ولصنم",
            full_name: "ولصنم",
            description: "لیزینگ‌صنعت‌ومعدن‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "71744682148776880"
        },
        {
            symbol: "ومعادن",
            full_name: "ومعادن",
            description: "توسعه‌معادن‌وفلزات‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "58931793851445922"
        },
        {
            symbol: "بنیرو",
            full_name: "بنیرو",
            description: "نیروترانس‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "20453828618330936"
        },
        {
            symbol: "تکالا",
            full_name: "تکالا",
            description: "تولیدکنندگان بورس کالای ایران",
            exchange: "بورس",
            type: "سهام",
            urlparam: "67612261115225625"
        },
        {
            symbol: "ثشرق",
            full_name: "ثشرق",
            description: "سرمایه گذاری مسکن شمال شرق",
            exchange: "بورس",
            type: "سهام",
            urlparam: "6043384171800349"
        },
        {
            symbol: "چدن",
            full_name: "چدن",
            description: "تولیدی چدن سازان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "12329519546621752"
        },
        {
            symbol: "حفجر",
            full_name: "حفجر",
            description: "کشتیرانی والفجر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "60968111020776674"
        },
        {
            symbol: "خاهن",
            full_name: "خاهن",
            description: "آهنگری‌ تراکتورسازی‌ ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "7483280423474368"
        },
        {
            symbol: "ختور",
            full_name: "ختور",
            description: "رادیاتور ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "50185721305191887"
        },
        {
            symbol: "خچرخش",
            full_name: "خچرخش",
            description: "چرخشگر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "33783140337377394"
        },
        {
            symbol: "خکار",
            full_name: "خکار",
            description: "ایرکا پارت صنعت",
            exchange: "بورس",
            type: "سهام",
            urlparam: "59217041815333317"
        },
        {
            symbol: "شکلر",
            full_name: "شکلر",
            description: "نیروکلر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "62177651435283872"
        },
        {
            symbol: "شوینده",
            full_name: "شوینده",
            description: "مدیریت صنعت شوینده ت.ص.بهشهر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "3493306453706327"
        },
        {
            symbol: "شیران",
            full_name: "شیران",
            description: "س. صنایع‌شیمیایی‌ایران",
            exchange: "بورس",
            type: "سهام",
            urlparam: "35796086458096255"
        },
        {
            symbol: "غشاذر",
            full_name: "غشاذر",
            description: "پگاه‌آذربایجان‌غربی‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "59921975187856916"
        },
        {
            symbol: "غشصفا",
            full_name: "غشصفا",
            description: "شیرپاستوریزه‌پگاه‌اصفهان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "61506294208022391"
        },
        {
            symbol: "نطرین",
            full_name: "نطرین",
            description: "عطرین نخ قم",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "64699417405634265"
        },
        {
            symbol: "بترانس",
            full_name: "بترانس",
            description: "ایران‌ ترانسفو",
            exchange: "بورس",
            type: "سهام",
            urlparam: "46752599569017089"
        },
        {
            symbol: "بموتو",
            full_name: "بموتو",
            description: "موتوژن‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "22086876724551482"
        },
        {
            symbol: "پارسان",
            full_name: "پارسان",
            description: "گسترش نفت و گاز پارسیان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "23441366113375722"
        },
        {
            symbol: "ودی",
            full_name: "ودی",
            description: "بیمه  دی",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "43966385447049549"
        },
        {
            symbol: "وسپهر",
            full_name: "وسپهر",
            description: "سرمایه گذاری مالی سپهرصادرات",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "114312662654155"
        },
        {
            symbol: "وکبهمن",
            full_name: "وکبهمن",
            description: "مدیریت سرمایه گذاری کوثربهمن",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "64973252728260903"
        },
        {
            symbol: "وگستر",
            full_name: "وگستر",
            description: "گسترش سرمایه گذاری ایرانیان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "43951910415124966"
        },
        {
            symbol: "پردیس",
            full_name: "پردیس",
            description: "سرمایه گذاری پردیس",
            exchange: "بورس",
            type: "سهام",
            urlparam: "15039949673085566"
        },
        {
            symbol: "شپاکسا",
            full_name: "شپاکسا",
            description: "پاکسان‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "11622051128546106"
        },
        {
            symbol: "فرابورس",
            full_name: "فرابورس",
            description: "فرابورس ایران",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "58741071099161284"
        },
        {
            symbol: "فولای",
            full_name: "فولای",
            description: "صنایع فولاد آلیاژی یزد",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "14800142337291217"
        },
        {
            symbol: "کتوکا",
            full_name: "کتوکا",
            description: "تولیدی و خدمات صنایع نسوز توکا",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "65671173927025645"
        },
        {
            symbol: "گکوثر",
            full_name: "گکوثر",
            description: "هتل پارسیان کوثر اصفهان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "66599109405217136"
        },
        {
            symbol: "ولبهمن",
            full_name: "ولبهمن",
            description: "شرکت بهمن لیزینگ",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "48287670503317419"
        },
        {
            symbol: "سشمال",
            full_name: "سشمال",
            description: "سیمان‌ شمال‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "6757220448540984"
        },
        {
            symbol: "نوین",
            full_name: "نوین",
            description: "بیمه نوین",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "59866041653103343"
        },
        {
            symbol: "خدیزل",
            full_name: "خدیزل",
            description: "بهمن  دیزل",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "38084304113529336"
        },
        {
            symbol: "قچار",
            full_name: "قچار",
            description: "فراوردههای غذایی وقند چهارمحال",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "23600798892801694"
        },
        {
            symbol: "وملل",
            full_name: "وملل",
            description: "اعتباری ملل",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "24644999329120295"
        },
        {
            symbol: "ومهان",
            full_name: "ومهان",
            description: "گروه توسعه مالی مهر آیندگان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "58964593134314938"
        },
        {
            symbol: "ثنام",
            full_name: "ثنام",
            description: "س ساختمانی ب نام آوران مهندسی",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "831325835570803"
        },
        {
            symbol: "خاور",
            full_name: "خاور",
            description: "ایران خودرو دیزل",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "16315910303613772"
        },
        {
            symbol: "خعمرا",
            full_name: "خعمرا",
            description: "توسعه و عمران شهرستان نائین",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "6433335428452486"
        },
        {
            symbol: "خودکفا",
            full_name: "خودکفا",
            description: "اقتصادی و خودکفایی آزادگان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "22956708386610464"
        },
        {
            symbol: "ساروج",
            full_name: "ساروج",
            description: "بین المللی ساروج بوشهر",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "44802346787824971"
        },
        {
            symbol: "سلار",
            full_name: "سلار",
            description: "شرکت سیمان لارستان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "61664227282090067"
        },
        {
            symbol: "سمایه",
            full_name: "سمایه",
            description: "بانک سرمایه",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "43913530989262989"
        },
        {
            symbol: "سمتاز",
            full_name: "سمتاز",
            description: "سیمان ممتازان کرمان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "58035444268544991"
        },
        {
            symbol: "شپترو",
            full_name: "شپترو",
            description: "پتروشیمی آبادان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "71957984642204570"
        },
        {
            symbol: "شرنگی",
            full_name: "شرنگی",
            description: "شیمیایی رنگین",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "40025799067544201"
        },
        {
            symbol: "سرچشمه",
            full_name: "سرچشمه",
            description: "سرمایه گذاری مس سرچشمه",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "35948133957468680"
        },
        {
            symbol: "شاوان",
            full_name: "شاوان",
            description: "پالایش نفت لاوان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "60247433951600827"
        },
        {
            symbol: "دشیری",
            full_name: "دشیری",
            description: "شیرین دارو",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "63084741752814852"
        },
        {
            symbol: "سخواف",
            full_name: "سخواف",
            description: "سیمان مجد خواف",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "55959112038778737"
        },
        {
            symbol: "شرانل",
            full_name: "شرانل",
            description: "نفت ایرانول",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "44013656953678055"
        },
        {
            symbol: "مادیرا",
            full_name: "مادیرا",
            description: "صنایع ماشین های اداری ایران",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "15917865009187760"
        },
        {
            symbol: "سفاسی",
            full_name: "سفاسی",
            description: "شرکت فارسیت اهواز",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "34721884030854211"
        },
        {
            symbol: "وآوا",
            full_name: "وآوا",
            description: "سرمایه گذاری آوا نوین",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "22490169030401337"
        },
        {
            symbol: "حبندر",
            full_name: "حبندر",
            description: "دریایی و کشتیرانی خط دریابندر",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "63704201144621295"
        },
        {
            symbol: "خصدرا",
            full_name: "خصدرا",
            description: "صنعتی‌ دریایی‌ ایران‌",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "2318736941376687"
        },
        {
            symbol: "خفناور",
            full_name: "خفناور",
            description: "مهندسی صنعتی روان فن آور",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "58180284328186631"
        },
        {
            symbol: "فاما",
            full_name: "فاما",
            description: "صنعتی‌ آما",
            exchange: "بورس",
            type: "سهام",
            urlparam: "34673681828119297"
        },
        {
            symbol: "وشمال",
            full_name: "وشمال",
            description: "س. چشم انداز توسعه شمال",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "9761381741308262"
        },
        {
            symbol: "فجر",
            full_name: "فجر",
            description: "فولاد امیرکبیرکاشان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "41302553376174581"
        },
        {
            symbol: "فخاس",
            full_name: "فخاس",
            description: "فولاد خراسان",
            exchange: "بورس",
            type: "سهام",
            urlparam: "4733285133017464"
        },
        {
            symbol: "فرآور",
            full_name: "فرآور",
            description: "فرآوری‌موادمعدنی‌ایران‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "408934423224097"
        },
        {
            symbol: "فنوال",
            full_name: "فنوال",
            description: "نورد آلومینیوم‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "57875847776839336"
        },
        {
            symbol: "فولاژ",
            full_name: "فولاژ",
            description: "فولاد آلیاژی ایران",
            exchange: "بورس",
            type: "سهام",
            urlparam: "40808043719554948"
        },
        {
            symbol: "کالا",
            full_name: "کالا",
            description: "بورس کالای ایران",
            exchange: "بورس",
            type: "سهام",
            urlparam: "44549439964296944"
        },
        {
            symbol: "وکادو",
            full_name: "وکادو",
            description: "تکادو",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "56717416662584054"
        },
        {
            symbol: "وگردش",
            full_name: "وگردش",
            description: "بانک گردشگری",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "7920014658832193"
        },
        {
            symbol: "دتهران‌",
            full_name: "دتهران‌",
            description: "داروسازی‌ تهران‌ دارو",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "14985138705106402"
        },
        {
            symbol: "ولانا",
            full_name: "ولانا",
            description: "شرکت لیزینگ آریا دانا",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "66830065858417081"
        },
        {
            symbol: "ولتجار",
            full_name: "ولتجار",
            description: "واسپاری تجارت وسرمایه ایرانیان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "34621618468546063"
        },
        {
            symbol: "ولراز",
            full_name: "ولراز",
            description: "لیزینگ رازی",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "12901875871456398"
        },
        {
            symbol: "ومشان",
            full_name: "ومشان",
            description: "س. فنی و مهندسی مشانیر",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "35369183060321179"
        },
        {
            symbol: "وهنر",
            full_name: "وهنر",
            description: "گروه توسعه هنر ایران",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "60783654574662426"
        },
        {
            symbol: "ملت",
            full_name: "ملت",
            description: "بیمه ملت",
            exchange: "بورس",
            type: "سهام",
            urlparam: "13611044044646901"
        },
        {
            symbol: "نکالا",
            full_name: "نکالا",
            description: "نهادهای مالی بورس کالای ایران",
            exchange: "بورس",
            type: "سهام",
            urlparam: "10919655792568926"
        },
        {
            symbol: "واتی",
            full_name: "واتی",
            description: "سرمایه‌ گذاری‌ آتیه‌ دماوند",
            exchange: "بورس",
            type: "سهام",
            urlparam: "33541897671561960"
        },
        {
            symbol: "وپاسار",
            full_name: "وپاسار",
            description: "بانک پاسارگاد",
            exchange: "بورس",
            type: "سهام",
            urlparam: "9536587154100457"
        },
        {
            symbol: "وپترو",
            full_name: "وپترو",
            description: "سرمایه‌گذاری صنایع پتروشیمی‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "59486059679335017"
        },
        {
            symbol: "وتجارت",
            full_name: "وتجارت",
            description: "بانک تجارت",
            exchange: "بورس",
            type: "سهام",
            urlparam: "63917421733088077"
        },
        {
            symbol: "وتوس",
            full_name: "وتوس",
            description: "توسعه‌شهری‌توس‌گستر",
            exchange: "بورس",
            type: "سهام",
            urlparam: "68117765376081366"
        },
        {
            symbol: "وتوسم",
            full_name: "وتوسم",
            description: "سرمایه‌گذاری‌توسعه‌ملی‌",
            exchange: "بورس",
            type: "سهام",
            urlparam: "17528249960294496"
        },
        {
            symbol: "وسکاب",
            full_name: "وسکاب",
            description: "س.ص.بازنشستگی کارکنان بانکها",
            exchange: "بورس",
            type: "سهام",
            urlparam: "11258722998911897"
        },
        {
            symbol: "اوان",
            full_name: "اوان",
            description: "مبین وان کیش",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "69847139870135237"
        },
        {
            symbol: "بپیوند",
            full_name: "بپیوند",
            description: "برق و انرژی پیوندگستر پارس",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "64619251116188373"
        },
        {
            symbol: "ثغرب",
            full_name: "ثغرب",
            description: "شرکت سرمایه گذاری مسکن شمالغرب",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "17939384202383793"
        },
        {
            symbol: "داوه",
            full_name: "داوه",
            description: "داروسازی آوه سینا",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "5305844922895340"
        },
        {
            symbol: "زبینا",
            full_name: "زبینا",
            description: "کشاورزی و دامپروری بینالود",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "54482686501491508"
        },
        {
            symbol: "زشگزا",
            full_name: "زشگزا",
            description: "شیر و گوشت زاگرس شهرکرد",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "26259366519412975"
        },
        {
            symbol: "زگلدشت",
            full_name: "زگلدشت",
            description: "کشت و دام گلدشت نمونه اصفهان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "10024128313803797"
        },
        {
            symbol: "شبصیر",
            full_name: "شبصیر",
            description: "تولیدات پتروشیمی قائد بصیر",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "68517032834363488"
        },
        {
            symbol: "شغدیر",
            full_name: "شغدیر",
            description: "پتروشیمی غدیر",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "21607242972640064"
        },
        {
            symbol: "غگلستا",
            full_name: "غگلستا",
            description: "شیر پاستوریزه پگاه گلستان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "64843936383937546"
        },
        {
            symbol: "بزاگرس",
            full_name: "بزاگرس",
            description: "نیروگاه زاگرس کوثر",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "29882244560576007"
        },
        {
            symbol: "دی",
            full_name: "دی",
            description: "بانک دی",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "44818950263583523"
        },
        {
            symbol: "ذوب",
            full_name: "ذوب",
            description: "سهامی ذوب آهن  اصفهان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "9211775239375291"
        },
        {
            symbol: "رنیک",
            full_name: "رنیک",
            description: "جنرال مکانیک",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "33854964748757477"
        },
        {
            symbol: "زقیام",
            full_name: "زقیام",
            description: "کشت و دام قیام اصفهان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "71290297158948749"
        },
        {
            symbol: "زملارد",
            full_name: "زملارد",
            description: "کشاورزی و دامپروری ملارد شیر",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "14916489896692147"
        },
        {
            symbol: "غویتا",
            full_name: "غویتا",
            description: "ویتانا",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "37842793167868642"
        },
        {
            symbol: "فروی",
            full_name: "فروی",
            description: "ذوب روی اصفهان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "29974853866926823"
        },
        {
            symbol: "قاسم",
            full_name: "قاسم",
            description: "قاسم ایران",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "34540569618314880"
        },
        {
            symbol: "کپرور",
            full_name: "کپرور",
            description: "فرآوری زغال سنگ پروده طبس",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "22941065011246116"
        },
        {
            symbol: "کوثر",
            full_name: "کوثر",
            description: "بیمه کوثر",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "22275596386264204"
        },
        {
            symbol: "گدنا",
            full_name: "گدنا",
            description: "تهیه توزیع غذای دنا آفرین فدک",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "10114441830266109"
        },
        {
            symbol: "مارون",
            full_name: "مارون",
            description: "پتروشیمی مارون",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "53449700212786324"
        },
        {
            symbol: "میهن",
            full_name: "میهن",
            description: "بیمه میهن",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "26543014712914772"
        },
        {
            symbol: "ومعلم",
            full_name: "ومعلم",
            description: "بیمه معلم",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "6847536925606808"
        },
        {
            symbol: "وتعاون",
            full_name: "وتعاون",
            description: "بیمه  تعاون",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "27361263980884014"
        },
        {
            symbol: "وپسا",
            full_name: "وپسا",
            description: "س. پتروشیمی ساختمان  خلیج فارس",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "11560002870991149"
        },
        {
            symbol: "وحافظ",
            full_name: "وحافظ",
            description: "بیمه حافظ",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "5128151910501174"
        },
        {
            symbol: "وثخوز",
            full_name: "وثخوز",
            description: "سرمایه گذاری و توسعه خوزستان",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "40043919653526083"
        },
        {
            symbol: "وثنو",
            full_name: "وثنو",
            description: "سرمایه گذاری ساختمانی نوین",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "44986797317463049"
        },
        {
            symbol: "وثوق",
            full_name: "وثوق",
            description: "سرمایه گذاری وثوق امین",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "59839275647597021"
        },
        {
            symbol: "وجامی",
            full_name: "وجامی",
            description: "سرمایه گذاری جامی",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "57600064931636077"
        },
        {
            symbol: "وحکمت",
            full_name: "وحکمت",
            description: "بیمه حکمت صبا",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "12777578088653944"
        },
        {
            symbol: "ودانا",
            full_name: "ودانا",
            description: "سرمایه گذاری دانایان پارس",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "66424163876658304"
        },
        {
            symbol: "ورازی",
            full_name: "ورازی",
            description: "بیمه رازی",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "60079434631497942"
        },
        {
            symbol: "وسالت",
            full_name: "وسالت",
            description: "بانک قرض الحسنه رسالت",
            exchange: "فرابورس",
            type: "سهام",
            urlparam: "23175320865252772"
        }
];
